Repository: pitzyn/shipme-repo
Catalog: languages/*.po
Languages: de_de, ro_ro

source: <strong>ERROR</strong>: Please type your PayPal email address.
de_de: <strong>ERROR</strong>: Bitte geben Sie Ihre PayPal-E-Mail-Adresse ein.
ro_ro: <strong>EROARE</strong>: vă rugăm să introduceţi adresa de email PayPal.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
de_de: <strong>ERROR</strong>: Wir konnten Sie nicht registrieren... bitte kontaktieren Sie die <ahref="mailto:%s">Webmaster</a> !
ro_ro: <strong>EROARE</strong>: Înregistrarea a eșuat... vă rugăm contactați <a href="mailto:%s">administratorul</a> !

source: Possible reason: your host may have disabled the mail() function...
de_de: Möglicher Grund: Ihr Host hat möglicherweise die mail() Funktion...
ro_ro: Cauză posibilă: pe serverul tău este dezactivată funcția mail().

source: Mark the project delivered: %s
de_de: Markieren Sie das gelieferte Projekt: %s
ro_ro: Marcați proiectul ca fiind livrat: %s

source: You are about to mark this job as delivered: %s
de_de: Sie sind im Begriff, diesen Auftrag als zugestellt zu markieren: %s
ro_ro: Sunteți pe cale să marcați această sarcină ca fiind livrată: %s

source: The job owner will be notified to accept the delivery and get you paid.
de_de: Der Auftragnehmer wird benachrichtigt, um die Lieferung anzunehmen und Sie zu bezahlen.
ro_ro: Proprietarul transportului va fi notificat să accepte livrarea şi să efectueze plata.

source: Yes, Mark Delivered!
de_de: Ja, Mark hat geliefert!
ro_ro: Da, Mark Delivered!

source: You are logged in as administrator, and you should be both menus (transporter and contractor). Regular users see one or the other depending on their role.
de_de: Sie sind als Administrator eingeloggt, und Sie sollten beide Menüs(Transporteur und Auftragnehmer). Regelmäßige Nutzer sehen das eine oder das andere, je nachüber ihre Rolle.
ro_ro: Sunteți logat ca administrator și ar trebui să fiți ambele meniuri (transportator și contractor). Utilizatorii obișnuiți văd unul sau altul, în funcție de rolul lor.

source: There are no jobs yet.
de_de: Es sind noch keine Stellen ausgeschrieben.
ro_ro: Ne pare rău, nu există joburi înregistrate încă

source: There are no unpaid jobs yet.
de_de: Es gibt noch keine unbezahlten Jobs.
ro_ro: Încă nu există locuri de muncă neplătite.

source: Delete job
de_de: Auftrag löschen
ro_ro: Șterge job

source: Delete job - %s
de_de: Auftrag löschen - %s
ro_ro: Ștergeți postul - %s

source: The job has been deleted. <a href='%s'>Return to your account</a>.
de_de: Der Auftrag wurde gelöscht. <a href='%s'>Kehren Sie zu Ihrem Konto zurück</a>.
ro_ro: Sarcina a fost ștearsă. <a href='%s'>Întoarceți-vă la contul dumneavoastră</a>.

source: Are you sure you want to delete this job?
de_de: Sind Sie sicher, dass Sie diesen Auftrag löschen wollen?
ro_ro: Sigur doreștii să ştergi?

source: Confirm Deletion
de_de: Bestätigen Sie die Löschung
ro_ro: Confirmă ştergerea

source: Deposit escrow payment for this job: %s
de_de: Hinterlegung einer Treuhandzahlung für diesen Auftrag: %s
ro_ro: Depozit escrow pentru acest transport: %s

source: You are about to deposit an escrow payment for this job: %s
de_de: Sie sind dabei, eine Treuhandzahlung für diesen Auftrag zu hinterlegen: %s
ro_ro: Intenționezi să depui o plată escrow pentru acest transport: %s

source: The job owner will be notified about this action to start work.
de_de: Der Auftragnehmer wird über den Beginn der Arbeiten benachrichtigt.
ro_ro: Transportatorul va fi notificat să-și înceapă treaba.

source: Total price for the job is: %s
de_de: Der Gesamtpreis für den Auftrag beträgt: %s
ro_ro: Preț total transport: %s

source: It seems you dont have enough money deposited in your account to make this payment. Please <a href="%s"><b>click here</b></a> to deposit more.
de_de: Es scheint, dass Sie nicht genug Geld auf Ihrem Konto haben, um dies zu tun.Zahlung. Bitte <a href="%s"><b>klicken Sie hier</b></a>, um mehr einzuzahlen.
ro_ro: Se pare că nu aveţi suficienţi bani în cont pentru a face această plată. Vă rugăm să <a href="%s"><b>faceţi clic aici</b></a> pentru a depune mai mult.

source: No, Go Back
de_de: Nein, zurückgehen
ro_ro: Du-te înapoi

source: Yes, Deposit Escrow!
de_de: Ja, Deposit Escrow!
ro_ro: Da, depozit Escrow!

source: Cost to hide job from search engines
de_de: Kosten für das Verbergen von Stellen vor Suchmaschinen
ro_ro: Costul de a ascunde jobul de motoarele de căutare

source: Hide job From Search Engines Fee
de_de: Job vor Suchmaschinen verstecken Gebühr
ro_ro: Ascundeți locul de muncă de la motoarele de căutare Taxa

source: Extra images cost
de_de: Zusätzliche Bilder kosten
ro_ro: Costul imaginilor suplimentare

source: Edit Job - %s
de_de: Auftrag bearbeiten - %s
ro_ro: Editare transport - %s

source: Changes have been saved.
de_de: Die Änderungen wurden gespeichert.
ro_ro: Modificările au fost salvate.

source: Job Main Information
de_de: Job Hauptinformationen
ro_ro: Informații principale transport

source: Your job title
de_de: Ihre Berufsbezeichnung
ro_ro: Denumire transport

source: eg: I need a package moved.
de_de: z.B.: Ich muss ein Paket transportieren.
ro_ro: ex: Am nevoie de mutarea mobilei în ....

source: Describe here your shipping job scope.
de_de: Beschreiben Sie hier Ihren Aufgabenbereich im Versand.
ro_ro: Descrie aici scopul transportului.

source: Items to Transport
de_de: Zu transportierende Gegenstände
ro_ro: Obiecte de transportat

source: Job Specifics
de_de: Job-Spezifika
ro_ro: Specificul postului

source: Job Category
de_de: Job-Kategorie
ro_ro: Categorie job

source: Job Price
de_de: Job Preis
ro_ro: Preț job

source: Attach Images
de_de: Bilder anhängen
ro_ro: Atașează imagini

source: Attach Files
de_de: Dateien anhängen
ro_ro: Atașează fișiere

source: Feature job?
ro_ro: Job promovat

source: Extra fee is applied
de_de: Es wird eine zusätzliche Gebühr erhoben
ro_ro: Se aplică taxe suplimentare

source: By clicking this checkbox you mark your job as featured. %s
de_de: Durch Anklicken dieses Kontrollkästchens markieren Sie Ihren Job als "featured". %s
ro_ro: Bifând această căsuță, promovezi transportul. %s

source: Sealed Bidding?
de_de: Verdecktes Bieten?
ro_ro: Licitație sigilată?

source: By clicking this checkbox the proposals on your job will be sealed. %s
de_de: Wenn Sie dieses Kontrollkästchen anklicken, werden die Vorschläge für Ihren Auftrag versiegelt. %s
ro_ro: Făcând clic pe această casetă de selectare, propunerile privind transportul vor fi sigilate. %s

source: Save Job Details
de_de: Job-Details speichern
ro_ro: Salvează detalii transport

source: Finances
de_de: Finanzen
ro_ro: Finanţe/Facturare

source: Navigate
de_de: navigieren.
ro_ro: Navigare

source: Account Home
de_de: Konto Startseite
ro_ro: Cont Acasă

source: Deposit Money
de_de: Geld einzahlen
ro_ro: Depunere bani

source: Make Payment
de_de: Zahlung vornehmen
ro_ro: Efectuează plata

source: Deposit Escrow
de_de: Kautionshinterlegung
ro_ro: Depozit Escrow

source: Withdraw Money
de_de: Geld abheben
ro_ro: Retrage bani

source: Transactions
de_de: Transaktionen
ro_ro: Tranzacții

source: Bank Transfer Details
de_de: Details zur Banküberweisung
ro_ro: Detalii transfer bancar

source: Your Current Balance is
de_de: Ihr aktueller Kontostand beträgt
ro_ro: Soldul curent este

source: Pending Withdrawals
de_de: Ausstehende Abhebungen
ro_ro: Retrageri în aşteptare

source: No withdrawals pending yet.
de_de: Es sind noch keine Abhebungen anhängig.
ro_ro: Nici o retragere în aşteptare.

source: Close Request
de_de: Anfrage schließen
ro_ro: Închide cererea de retragere

source: Rejected Withdrawals
de_de: Abgelehnte Rücknahmen
ro_ro: Retrageri respinse

source: Pending Incoming Payments
de_de: Schwebende Zahlungseingänge
ro_ro: Plăţile în aşteptare primite

source: No payments pending yet.
de_de: Noch keine Zahlungen ausstehend.
ro_ro: Nici o plată în aşteptare.

source: Pending Outgoing Payments
de_de: Ausstehende Zahlungsausgänge
ro_ro: Plăți în așteptare de ieșire

source: Pending Commission Payments
de_de: Ausstehende Provisionszahlungen
ro_ro: Plăți de comisioane în așteptare

source: There are no unpaid commissions yet.
de_de: Es gibt noch keine unbezahlten Provisionen.
ro_ro: Încă nu există comisioane neplătite.

source: No activity yet.
de_de: Noch keine Aktivität.
ro_ro: Nici o activitate.

source: ERROR: Provide a well formated amount.
de_de: FEHLER: Geben Sie einen gut formulierten Betrag an.
ro_ro: EROARE: Furnizează o sumă cu format corect.

source: ERROR: Invalid username provided.
de_de: ERROR: Ungültiger Benutzername angegeben.
ro_ro: ERROR: Nume de utilizator invalid furnizat.

source: ERROR: You cannot transfer money to your own account.
de_de: ERROR: Sie können kein Geld auf Ihr eigenes Konto überweisen.
ro_ro: EROARE: Nu pot transfera bani în propriul cont.

source: ERROR: Your balance is smaller than the amount requested.
de_de: FEHLER: Ihr Guthaben ist kleiner als der angeforderte Betrag.
ro_ro: EROARE: Soldul este mai mic decât suma solicitată.

source: ERROR: The amount should not be less than %s
de_de: ERROR: Der Betrag sollte nicht kleiner als %s sein
ro_ro: EROARE: Suma nu ar trebui să fie mai mică de %s

source: Money Sent
de_de: Gesendetes Geld
ro_ro: Banii au fost trimiși

source: You have sent amount of: %s to user: <b>%s</b>
de_de: Sie haben gesendet Betrag von: %s an Benutzer: <b>%s</b>
ro_ro: Ai trimis suma de: %s pentru utilizator: <b>%s</b>

source: Amount transfered to user %s
de_de: An den Benutzer %s überwiesener Betrag
ro_ro: Suma transferată utilizatorului %s

source: Amount transfered from user %s
de_de: Überwiesener Betrag von Benutzer %s
ro_ro: Suma transferată de la utilizatorul %s

source: Your payment has been sent. Redirecting...
de_de: Ihre Zahlung wurde gesendet. Weiterleiten...
ro_ro: Plata a fost trimisă. Redirecționare.....

source: Your Current Balance is %s
de_de: Ihr aktueller Kontostand beträgt %s
ro_ro: Soldul curent este: %s

source: Payment amount
de_de: Zahlungsbetrag
ro_ro: Sumă de plată

source: Pay to user
de_de: An den Benutzer zahlen
ro_ro: Plătește pentru utilizator

source: or
de_de: oder
ro_ro: sau

source: Make Escrow Payment
de_de: Treuhandzahlung vornehmen
ro_ro: Efectuează plata Escrow

source: Provide a well formated amount.
de_de: Geben Sie einen gut formulierten Betrag an.
ro_ro: Furnizează o sumă cu format corect.

source: Please choose an project.
de_de: Bitte wählen Sie ein Projekt aus.
ro_ro: Te rugăm să alegi un proiect.

source: Your balance is smaller than the amount requested.
de_de: Ihr Guthaben ist kleiner als der beantragte Betrag.
ro_ro: Soldul este mai mic decât suma solicitată.

source: Money Escrow Sent
de_de: Geld Escrow gesendet
ro_ro: Banii pentru plata Escrow trimiși

source: You have placed in escrow the amount of: %s to user: <b>%s</b>
de_de: Sie haben einen Betrag in Höhe von: %s an Benutzer: <b>%s</b>
ro_ro: Ai trimis pentru plata escrow suma de: %s pentru utilizatorul: <b>%s</b>

source: Money Escrow Received
de_de: Erhaltenes Geld Escrow
ro_ro: Banii pentru plata Escrow primiți

source: You have received in escrow the amount of: %s from user: <b>%s</b>
de_de: Sie haben auf dem Treuhandkonto den Betrag von: %s von Benutzer: <b>%s</b>
ro_ro: Ai primit pentru plata escrow suma de: %s de la utilizatorul: <b>%s</b>

source: Your payment has been processed. Redirecting to my account...
de_de: Ihre Zahlung wurde bearbeitet. Weiterleitung zu meinem Konto...
ro_ro: Plata dvs. a fost procesată. Redirecționarea către contul meu...

source: Escrow amount
de_de: Treuhandbetrag
ro_ro: Suma escrow

source: Select your project.
de_de: Wählen Sie Ihr Projekt aus.
ro_ro: Selectează proiectul.

source: Escrow for Project
de_de: Hinterlegung für Projekt
ro_ro: Sechestru pentru proiect

source: You dont have any awarded projects.
de_de: Sie haben keine vergebenen Projekte.
ro_ro: Nu ai nici un proiect premiat.

source: Make Escrow
de_de: Escrow machen
ro_ro: Împuternicire Escrow

source: Deposit money by Bank Transfer
de_de: Geld einzahlen per Banküberweisung
ro_ro: Depunere bani pentru transfer bancar direct

source: Deposit money by PayPal
de_de: Geld einzahlen mit PayPal
ro_ro: Depunere bani prin PayPal

source: Amount to deposit:
de_de: Einzuzahlender Betrag:
ro_ro: Suma de depus:

source: Deposit
de_de: Einzahlung
ro_ro: Depozit

source: Deposit money by Payza
de_de: Geld einzahlen mit Payza
ro_ro: Depune bani prin Payza

source: Deposit money by Skrill
de_de: Geld einzahlen mit Skrill
ro_ro: Depuneți bani prin Skrill

source: Request Withdrawal
de_de: Antrag auf Rücknahme
ro_ro: Cerere de retragere

source: Withdraw amount
de_de: Betrag abheben
ro_ro: Suma de retras

source: PayPal Email
ro_ro: Adresă email PayPal

source: Withdraw
de_de: Zurückziehen
ro_ro: Retragere

source: Skrill Email
ro_ro: E-mail Skrill

source: Payza Email
ro_ro: Email Payza

source: Escrow payment received from %s for the job <b>%s</b>
de_de: Treuhandzahlung erhalten von %s für den Auftrag <b>%s</b>
ro_ro: Plata în contul escrow primită de la %s pentru lucrarea respectivă <b>%s</b>

source: Payment fee for job %s
de_de: Zahlungsgebühr für Job %s
ro_ro: Taxa de plată pentru postul %s

source: Escrow Payment completed, sent to %s for job <b>%s</b>
de_de: Treuhandzahlung abgeschlossen, gesendet an %s für Job <b>%s</b>
ro_ro: Plata escrow finalizată, trimisă la %s pentru lucrare <b>%s</b>

source: Mark the job as completed: %s
de_de: Markieren Sie den Auftrag als abgeschlossen: %s
ro_ro: Bifează transportul ca finalizat: %s

source: You are about to mark this job as completed: %s
de_de: Sie sind dabei, diesen Auftrag als abgeschlossen zu markieren: %s
ro_ro: Intenționezi să bifezi transportul ca finalizat: %s

source: The transporter will be notified and any escrow (if set) will be automatically released.
de_de: Der Spediteur wird benachrichtigt, und ein eventuelles Treuhandkonto (falls eingerichtet) wirdautomatisch freigegeben.
ro_ro: Transportatorul va fi notificat și orice garanție (dacă este stabilită) va fi eliberată automat.

source: Yes, Mark Completed!
de_de: Ja, Mark Completed!
ro_ro: Da, bifează ca finalizat!

source: Mark the job delivered: %s
de_de: Markieren Sie den gelieferten Auftrag: %s
ro_ro: Marcat ca livrat: %s

source: Your commission payment was taken. When it will process you will be notified via email.
de_de: Ihre Provisionszahlung wurde eingezogen. Wenn es verarbeitet wird, werden Sie benachrichtigt werdenper E-Mail.
ro_ro: Plata comisionului dvs. a fost luată. Când va fi procesată, veți fi notificat prin e-mail.

source: My Latest Active Jobs
de_de: Meine letzten aktiven Jobs
ro_ro: Ultimele mele transporturi active

source: Latest Received Proposals
de_de: Zuletzt eingegangene Vorschläge
ro_ro: Ultimele propuneri primite

source: There are no proposals yet.
de_de: Es liegen noch keine Vorschläge vor.
ro_ro: Nu există încă nicio propunere.

source: Latest Unpublished Jobs
de_de: Neueste unveröffentlichte Jobs
ro_ro: Ultimele transporturi nepublicate

source: There are no unpublished jobs yet.
de_de: Es gibt noch keine unveröffentlichten Stellen.
ro_ro: Nu există momentan transporturi nepublicate

source: Latest Closed Jobs
de_de: Letzte geschlossene Stellen
ro_ro: Ultimele transporturi finalizate

source: There are no closed jobs yet.
de_de: Es sind noch keine Stellen geschlossen.
ro_ro: Încă nu există locuri de muncă închise.

source: Latest Posted Proposals
de_de: Zuletzt veröffentlichte Vorschläge
ro_ro: Propunerile mele recent înregistrate

source: You are about to pay the commission of %s for this job. Use the options below to complete the payment:
de_de: Sie sind dabei, die Provision von %s für diesen Auftrag zu zahlen. Verwenden Sie die Optionenunten, um die Zahlung abzuschließen:
ro_ro: Sunteți pe cale să plătiți comisionul de %s pentru această sarcină. Utilizați opțiunile de mai jos pentru a finaliza plata

source: Pay by PayPal %s
de_de: Bezahlen mit PayPal %s
ro_ro: Plătiți prin PayPal %s

source: There are no pending jobs yet.
de_de: Es sind noch keine offenen Stellen vorhanden.
ro_ro: Momentan nu există transporturi în așteptare.

source: Password was not changed. It does not match the password confirmation.
de_de: Das Passwort wurde nicht geändert. Es stimmt nicht mit der Passwortbestätigung überein.
ro_ro: Parola nu a fost schimbată. Nu se potrivește cu confirmarea.

source: Information saved!
de_de: Informationen gespeichert!
ro_ro: Informații salvate!

source: First name
de_de: Vornamen
ro_ro: Prenume

source: Last name
de_de: Nachname
ro_ro: Nume

source: New Password
de_de: Neues Passwort
ro_ro: Parolă nouă

source: Repeat Password
de_de: Passwort wiederholen
ro_ro: Repetă parola

source: Profile Description
de_de: Profil Beschreibung
ro_ro: Descrierea profilului

source: Profile Avatar
de_de: Profil-Avatar
ro_ro: Avatar

source: max file size: 2mb. Formats: jpeg, jpg, png, gif
de_de: maximale Dateigröße: 2mb. Formate: jpeg, jpg, png, gif
ro_ro: marime maxima a fisierelor: 2mb; formate acceptate: jpeg, jpg, png, gif

source: Save
de_de: Speichern Sie
ro_ro: Salvează

source: Messaging Home
de_de: Messaging Startseite
ro_ro: Mesaje

source: Send New Message
de_de: Neue Nachricht senden
ro_ro: Trimite mesaj nou

source: Inbox
de_de: Posteingang
ro_ro: Căsuță poștală

source: Sent Items
de_de: Gesendete Artikel
ro_ro: Mesaje trimise

source: Latest Received Messages
de_de: Zuletzt empfangene Nachrichten
ro_ro: Ultimele mesaje primite

source: From User
de_de: Vom Benutzer
ro_ro: Ai primit pentru plata escrow suma de: %s de la utilizatorul: <b>%s</b>

source: Date
de_de: Datum
ro_ro: Data

source: Read
de_de: Lesen Sie
ro_ro: Citit

source: Delete
de_de: Löschen
ro_ro: Șterge

source: No messages here.
de_de: Keine Nachrichten hier.
ro_ro: Nu sunt mesaje.

source: Latest Sent Items
de_de: Letzte gesendete Artikel
ro_ro: Ultimele mesaje trimise

source: To User
de_de: An Benutzer
ro_ro: Utilizatorului

source: Private Messages: Inbox
de_de: Private Nachrichten: Posteingang
ro_ro: Mesaje private: Inbox

source: Select All
de_de: Alle auswählen
ro_ro: Selectati tot

source: Delete Selected
de_de: Ausgewählte löschen
ro_ro: Șterge selecția

source: Private Messages: Sent Items
de_de: Private Nachrichten: Gesendete Objekte
ro_ro: Mesaje private: Mesaje trimise

source: Delete Multiple Messages:
de_de: Mehrere Nachrichten löschen:
ro_ro: Şterge mai multe mesaje

source: Delete Message:
de_de: Nachricht löschen:
ro_ro: Șterge mesaj

source: No messsages selected.
de_de: Keine Nachrichten ausgewählt.
ro_ro: Nici un mesaj selectat.

source: Cancel
de_de: Abbrechen
ro_ro: Anulează

source: Read Message:
de_de: Nachricht lesen:
ro_ro: Citește mesaj

source: Reply
de_de: Antwort
ro_ro: Răspunde

source: Your message has been sent.
de_de: Ihre Nachricht wurde gesendet.
ro_ro: Mesajul tău a fost trimis.

source: Your message has been sent but the receiver will receive it only after moderation.
de_de: Ihre Nachricht wurde gesendet, aber der Empfänger erhält sie erst nachModeration.
ro_ro: Mesajul tău a fost trimis dar beneficiarul îl va primi doar dupa moderare.

source: You cannot send a message to yourself.
de_de: Sie können sich nicht selbst eine Nachricht schicken.
ro_ro: Nu poți trimite un mesaj pentru tine.

source: Wrong File format: %s
de_de: Falsches Dateiformat: %s
ro_ro: Formatul de fişier greşit: %s

source: ERROR! wrong username provided.
de_de: ERROR! Falscher Benutzername angegeben.
ro_ro: EROARE!: Nume de utilizator invalid.

source: Send Private Message to:
de_de: Private Nachricht senden an:
ro_ro: Trimite mesaj privat lui

source: Send To
de_de: Senden an
ro_ro: Trimite lui

source: Message
de_de: Nachricht
ro_ro: Mesaje

source: Attach File
de_de: Datei anhängen
ro_ro: Ataşează fişier

source: Only PDF, ZIP, Office files and Images.
de_de: Nur PDF, ZIP, Office-Dateien und Bilder.
ro_ro: Doar fișiere în format pdf,zip sau Office.

source: Send Message
de_de: Nachricht senden
ro_ro: Trimite mesaj

source: Review User %s for job '%s'
de_de: Benutzer %s für Job '%s' überprüfen
ro_ro: Recenzie utilizator %s pentru transportul '%s'

source: Please leave a comment with your review.
de_de: Bitte hinterlassen Sie einen Kommentar mit Ihrer Bewertung.
ro_ro: Postează un comentariu împreună cu recenzia.

source: Your rating has been posted. <a href='%s'>Return to your account area</a>
de_de: Ihre Bewertung wurde veröffentlicht. <a href='%s'>Zurück zu Ihrem Kontobereich</a>
ro_ro: Nota ta a fost acordată. <a href='%s'>Revino la contul tău</a>

source: Your Rating
de_de: Ihre Bewertung
ro_ro: Evaluarea ta

source: Your Comment
de_de: Ihr Kommentar
ro_ro: Comentariul tău

source: Submit Rating
de_de: Bewertung abgeben
ro_ro: Trimite evaluarea

source: Reviews I am waiting
de_de: Bewertungen Ich warte
ro_ro: Recenzii în așteptare

source: Aquired on
de_de: Erworben am
ro_ro: Dobândite pe

source: There are no reviews to be awarded.
de_de: Es sind keine Bewertungen zu vergeben.
ro_ro: Nu există momentan recenzii.

source: Reviews I was awarded
de_de: Bewertungen Ich wurde ausgezeichnet
ro_ro: Recenzii primite

source: Comment
de_de: Kommentar
ro_ro: Comentariu

source: Reviews I need to award
de_de: Bewertungen, die ich vergeben muss
ro_ro: Recenzii de acordat

source: Rate User
de_de: Benutzer bewerten
ro_ro: Dă o notă utilizatorului

source: Reviews I am waiting
de_de: Bewertungen Ich warte
ro_ro: Recenzii în așteptare

source: Reviews I was awarded
de_de: Bewertungen Ich wurde ausgezeichnet
ro_ro: Recenzii primite

source: Set job as delivered - %s
de_de: Auftrag als geliefert einstellen - %s
ro_ro: Setați lucrarea ca fiind livrată - %s

source: The job has been set as delivered. The job owner will be informed by email. <a href='%s'>Go to unpaid items</a>.
de_de: Der Auftrag wurde als zugestellt markiert. Der Auftragsinhaber wird per E-Mail informiert.<a href='%s'>Zu den unbezahlten Artikeln</a>.
ro_ro: Lucrarea a fost stabilită ca fiind livrată. Proprietarul lucrării va fi informat prin e-mail. <a href='%s'>Mergeți la articole neplătite</a>.

source: Are you sure you want to mark this job as delivered ?
de_de: Sind Sie sicher, dass Sie diesen Auftrag als zugestellt markieren wollen?
ro_ro: Sunteți sigur că doriți să marcați această lucrare ca fiind livrată?

source: Confirm Delivery
de_de: Bestätigen Sie die Lieferung
ro_ro: Confirmați livrarea

source: Pay before choosing a winner
de_de: Bezahlen vor der Wahl eines Gewinners
ro_ro: Plătiți înainte de a alege un câștigător

source: Use the payment methods below to pay for the fee. Total amount is: <b>%s</b>
de_de: Verwenden Sie die nachstehenden Zahlungsmöglichkeiten, um die Gebühr zu bezahlen. Gesamtbetrag ist: <b>%s</b>
ro_ro: Utilizați metodele de plată de mai jos pentru a achita taxa. Suma totală este <b>%s</b>

source: Pay by PayPal
de_de: Bezahlen mit PayPal
ro_ro: Plătește cu PayPal

source: No service providers found for this query.
de_de: Keine Dienstleister für diese Anfrage gefunden.
ro_ro: Nu s-au găsit furnizori de servicii pentru această cerere.

source: User Feedback
de_de: Benutzer-Feedback
ro_ro: Părerea utilizatorului

source: User Feedback - %s
de_de: Benutzer-Feedback - %s
ro_ro: Recenzii utilizator - %s

source: Project Title
de_de: Titel des Projekts
ro_ro: Titlul proiectului

source: This user has no reviews yet.
de_de: Dieser Benutzer hat noch keine Bewertungen.
ro_ro: Acest utilizator nu are recenzii încă.

source: User Profile
de_de: Benutzerprofil
ro_ro: Profil utilizator

source: User Profile - %s
de_de: Benutzerprofil - %s
ro_ro: Profil utilizator - %s

source: This user does not have any jobs posted.
ro_ro: Acest utilizator nu are niciun job postat.

source: This shows you a full width map with X number of jobs as pointers.
de_de: Dies zeigt Ihnen eine Karte in voller Breite mit einer Anzahl von X Aufträgen als Zeiger.
ro_ro: Acesta vă arată o hartă de lăţime completă cu X transporturi ca indicatori.
