Repository: pitzyn/shipme-repo
Catalog: languages/*.po
Languages: de_de, ro_ro

source: This email will be received by the admin when someone posts a project on the website to be approved. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail wird vom Administrator empfangen, wenn jemand ein Projekt auf derWebsite genehmigt werden. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către administrator când cineva postează un transport nou pentru aprobare. \n Fii conștient, dacă adăugați tag-uri HTML la acest e-mail, trebuie să aibă posibilitatea de a permite tag-uri HTML setat la Da. \n De asemenea, în partea de jos, puteți vedea o listă de tag-uri pe care le puteți utiliza în e-mail body.

source: This email will be received by the admin when someone posts a project on the website website. This email will be received if the the project is not automatically approved. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail wird vom Administrator empfangen, wenn jemand ein Projekt auf derWebsite Website. Diese E-Mail wird empfangen, wenn das Projekt nichtautomatisch genehmigt. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către administrator când va câștiga un item pe site-ul tău. \n Fii conștient, dacă adăugați tag-uri HTML la acest e-mail, trebuie să aibă posibilitatea de a permite tag-uri HTML setat la Da. \n De asemenea, în partea de jos, puteți vedea o listă de tag-uri pe care le puteți utiliza în e-mail body.

source: This email will be received by all new users who register on your website. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhalten alle neuen Nutzer, die sich auf Ihrer Website registrieren. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de toți utilizatorii noi care se înregistrează pe site-ul dvs. web. Rețineți, dacă adăugați etichete html la acest e-mail, trebuie să aveți setată opțiunea Permiteți etichetele HTML la da. De asemenea, în partea de jos puteți vedea o listă de etichete pe care le puteți utiliza în corpul e-mailului.

source: your new username
de_de: Ihr neuer Benutzername
ro_ro: noul nume utilizator

source: your new user's email
de_de: die E-Mail Ihres neuen Benutzers
ro_ro: noul tău email

source: your new user's password
de_de: das Passwort Ihres neuen Benutzers
ro_ro: noua ta parolă

source: This email will be received by the admin when a new user registers on the website. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Administrator, wenn sich ein neuer Benutzer auf der Website registriert.website. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către administrator când un nou utilizator se înregistrează pe site. \n Fii conștient, dacă adăugați tag-uri HTML la acest e-mail, trebuie să aibă posibilitatea de a permite tag-uri HTML setat la Da. \n De asemenea, în partea de jos, puteți vedea o listă de tag-uri pe care le puteți utiliza în e-mail body.

source: HomePage
ro_ro: Pagina Acasă

source: Header
de_de: Kopfzeile
ro_ro: Antet

source: Footer
de_de: Fußzeile
ro_ro: Subsol

source: Change Colors
de_de: Farben ändern
ro_ro: Schimbă culorile

source: Color for background:
de_de: Farbe für den Hintergrund:
ro_ro: Culoare de fundal:

source: Color for footer:
de_de: Farbe für die Fußzeile:
ro_ro: Culoare pentru subsol

source: Color for top links:
de_de: Farbe für die oberen Links:
ro_ro: Culoarea pentru legăturile superioare(de sus)

source: Main Color Buttons:
de_de: Hauptfarbe Knöpfe:
ro_ro: Butoane de culoare principală:

source: Text Color Button:
de_de: Textfarbe Schaltfläche:
ro_ro: Culoarea textului Buton:

source: Main Color Buttons(hover):
de_de: Hauptfarbe Schaltflächen (Hover):
ro_ro: Butoane de culoare principală (hover):

source: Text Color Button(hover):
de_de: Textfarbe Schaltfläche(Hover):
ro_ro: Culoarea textului Buton(hover):

source: Color for links:
ro_ro: Culoare pentru legături:

source: Color for links(hover):
ro_ro: Culoare pentru link-uri de sus (plasați cursorul):

source: Enable Big Text:
de_de: Aktivieren Sie Big Text:
ro_ro: Activați Big Text:

source: Big Text Caption:
de_de: Großer Text Unterschrift:
ro_ro: Legenda Big Text:

source: Color for big text:
de_de: Farbe für großen Text:
ro_ro: Culoare pentru text mare:

source: Enable Sub Text:
de_de: Aktivieren Sie Untertext:
ro_ro: Activează Sub Text:

source: Color for sub text:
de_de: Farbe für Untertext:
ro_ro: Culoare pentru textul secundar:

source: Button Left Text Caption:
de_de: Schaltfläche Links Textbeschriftung:
ro_ro: Buton stânga Text Caption:

source: Button Left Link:
de_de: Linke Schaltfläche:
ro_ro: Butonul din stânga Link:

source: Button Right Text Caption:
de_de: Schaltfläche Rechts Textbeschriftung:
ro_ro: Buton dreapta Text Caption:

source: Button Right Link:
de_de: Schaltfläche Rechter Link:
ro_ro: Buton dreapta Link:

source: HomePage Right Hand Image:
de_de: HomePage Bild rechts:
ro_ro: Pagina principală Imagine din dreapta:

source: Eg: http://your-site-url.com/images/logo.jpg
de_de: Beispiel: http://your-site-url.com/images/logo.jpg
ro_ro: Ex: http://site-ul tau.com/imagini/logo.jpg

source: Logo URL (homepage):
ro_ro: URL-ul logo-ului (pagina de start):

source: Upload/Select Logo File
de_de: Logo-Datei hochladen/auswählen
ro_ro: Încărcaţi/selectaţi fişierul cu logo-ul sitului

source: By default is set to 35
de_de: Standardmäßig ist der Wert 35 eingestellt.
ro_ro: În mod implicit este setat la 35

source: Logo height (homepage):
de_de: Höhe des Logos (Homepage):
ro_ro: Înălțimea logo-ului (homepage):

source: Logo URL (inner pages):
de_de: Logo URL (innere Seiten):
ro_ro: Logo URL (paginile de interior):

source: Logo height (inner pages):
de_de: Höhe des Logos (Innenseiten):
ro_ro: Înălțimea logo-ului (pagini interioare):

source: This will appear in the left side of the footer area.
de_de: Diese wird links in der Fußzeile angezeigt.
ro_ro: Aceasta va apărea în partea stângă a zonei de subsol.

source: Left side footer area content:
de_de: Inhalt der Fußzeile auf der linken Seite:
ro_ro: Conținut partea dreapta zonă subsol:

source: This will appear in the right side of the footer area.
de_de: Diese wird rechts in der Fußzeile angezeigt.
ro_ro: Aceasta va apărea în partea dreaptă a zonei de subsol

source: Right side footer area content:
de_de: Inhalt der Fußzeile auf der rechten Seite:
ro_ro: Conținut zona dreapta subsol:

source: Comma (,)
de_de: Komma (,)
ro_ro: Virgulă (,)

source: Point (.)
de_de: Punkt (.)
ro_ro: Punct (.)

source: In front of sum (eg: $50)
de_de: Vor der Summe (z.B.: $50)
ro_ro: În fața sumei (de ex.:$50)

source: After the sum (eg: 50$)
de_de: Nach der Summe (z.B.: 50$)
ro_ro: După sumă ( de ex : 50€ )

source: Site Payments - escrow
ro_ro: Plăți pe site - escrow

source: Bill Invoice Model - Pay just commissions
de_de: Bill Invoice Model - Nur Provisionen zahlen
ro_ro: Modelul facturii de facturare - Plătiți doar comisioanele

source: Main Details
de_de: Wichtigste Details
ro_ro: Detalii

source: Job Fees
de_de: Job-Gebühren
ro_ro: Taxe transport

source: Working Model:
de_de: Arbeitsmodell:
ro_ro: Model de lucru:

source: Site currency:
de_de: Währung der Website:
ro_ro: Monedă:

source: Currency symbol:
de_de: Währungssymbol:
ro_ro: Simbol monetar:

source: Currency symbol position:
de_de: Position des Währungssymbols:
ro_ro: Poziție simbol monetar:

source: Decimals sum separator:
de_de: Dezimalsummen-Trennzeichen:
ro_ro: Separator decimale:

source: Thousands sum separator:
de_de: Tausendsummen-Trennzeichen:
ro_ro: Separator mii:

source: Base Listing Fee:
de_de: Basis-Listing-Gebühr:
ro_ro: Taxa de listare (taxa de bază):

source: Featured Job Fee:
ro_ro: Taxa pentru listare recomandată:

source: Sealed Proposals Fee:
de_de: Gebühr für versiegelte Vorschläge:
ro_ro: Taxa pentru propunerile sigilate:

source: Private Job Fee:
de_de: Private Job-Gebühr:
ro_ro: Taxă pentru locuri de muncă private:

source: Tax #1 Value:
de_de: Steuer #1 Wert:
ro_ro: Valoarea de impozitare #1

source: Tax #1 Name:
de_de: Steuer #1 Name:
ro_ro: Numele taxei #1

source: Fee Taken out of Each Job:
de_de: Gebühr für jeden Auftrag:
ro_ro: Taxa percepută pentru fiecare transport:

source: Fee Taken out of Each Job(transporter):
ro_ro: Taxa percepută pentru fiecare lucrare (transportator)

source: Minimum Withdraw:
de_de: Mindestabhebung:
ro_ro: Retragerea minimă:

source: Bank Payment(offline)
de_de: Bankzahlung (offline)
ro_ro: Plată interbancară (offline)

source: Enable:
de_de: Aktivieren:
ro_ro: Activează:

source: PayPal Enable Sandbox:
de_de: PayPal-Sandbox aktivieren:
ro_ro: Activează Modul Sandbox:

source: PayPal Email Address:
de_de: PayPal-E-Mail-Adresse:
ro_ro: Adresă email PayPal:

source: Skrill Email:
ro_ro: E-mail Skrill:

source: Your Bank Details:
de_de: Ihre Bankverbindung:
ro_ro: Detalii bancare:

source: Main Information
de_de: Wichtigste Informationen
ro_ro: Informații principale

source: shipme Latest Release:
de_de: shipme Neueste Version:
ro_ro: shipme Ultima versiune:

source: WordPress Version:
ro_ro: Versiune WordPress necesară:

source: Go to SiteMile official page:
de_de: Gehen Sie zur offiziellen SiteMile Seite:
ro_ro: Du-te la pagina oficială SiteMile

source: Go to Job official page:
de_de: Gehen Sie zur offiziellen Job-Seite:
ro_ro: Du-te la pagina oficială:

source: Go to support forums:
de_de: Besuchen Sie die Support-Foren:
ro_ro: Du-te la forumul de suport

source: Like us on Facebook:
de_de: Mögen Sie uns auf Facebook:
ro_ro: Dă-ne un Like pe Facebook

source: Follow us on Twitter:
de_de: Folgen Sie uns auf Twitter:
ro_ro: Urmaţi-ne pe Twitter:

source: All Private Messages
de_de: Alle privaten Nachrichten
ro_ro: Toate mesajele private

source: The message has been approved.
de_de: Die Nachricht wurde genehmigt.
ro_ro: Mesajul a fost aprobat.

source: Are you sure you want to approve this message?
de_de: Sind Sie sicher, dass Sie diese Nachricht genehmigen wollen?
ro_ro: Sigur vrei să aprobi mesajul ?

source: Yes, Approve!
de_de: Ja, genehmigen!
ro_ro: Da, aprobă!

source: Sender
ro_ro: Expeditor

source: Receiver
de_de: Empfänger
ro_ro: Destinatar

source: Subject
de_de: Thema
ro_ro: Subiect

source: Sent On
de_de: Weitergeschickt
ro_ro: Trimis

source: Approve
de_de: Genehmigen Sie
ro_ro: Aprobă

source: File Attached: %s
de_de: Angehängte Datei: %s
ro_ro: Fișier atașat: %s

source: Previous
de_de: Vorherige
ro_ro: Anterior

source: Next
de_de: Weiter
ro_ro: Următor

source: There are no private messages.
de_de: Es gibt keine privaten Nachrichten.
ro_ro: Nu sunt mesaje private.

source: Filter Email Addresses (private messages):
de_de: E-Mail-Adressen filtern (private Nachrichten):
ro_ro: Filtrare adrese de E-mail (mesaje private):

source: Filter URLs (private messages):
de_de: URLs filtern (private Nachrichten):
ro_ro: Filtrul URL-uri (mesaje private):

source: Enable Facebook Login:
de_de: Aktivieren Sie die Facebook-Anmeldung:
ro_ro: Permite autentificare cu Facebook:

source: Enable Twitter Login:
de_de: Aktivieren Sie die Twitter-Anmeldung:
ro_ro: Autentificare Twitter:

source: Twitter Consumer Secret:
de_de: Twitter-Verbrauchergeheimnis:
ro_ro: Cheie secretă consumator Twitter:

source: Choose Winner for your job: %s
de_de: Wählen Sie Winner für Ihren Job: %s
ro_ro: Alegeți Winner pentru postul dumneavoastră: %s

source: You are about to choose a winner for your job: %s
de_de: Sie sind dabei, einen Gewinner für Ihren Job zu wählen: %s
ro_ro: Ești pe cale să alegi un câștigător al transportului: %s

source: Yes, Choose winner Now!
de_de: Ja, wählen Sie jetzt den Gewinner!
ro_ro: Da, alege câștigătorul acum!

source: You have to pay the commission fee before chosing the winner
de_de: Sie müssen die Kommissionsgebühr bezahlen, bevor Sie den Gewinner auswählen
ro_ro: Trebuie să plătiți comisionul înainte de a alege câștigătorul

source: Transporters
de_de: Transporter
ro_ro: Transportatori

source: Pay by Virtual Currency
de_de: Bezahlen mit virtueller Währung
ro_ro: Plată cu monedă virtuală

source: Hide Project From Search Engines Fee
de_de: Projekt vor Suchmaschinen verstecken Gebühr
ro_ro: Ascunde de motoarele de căutare

source: List Item - %s
de_de: Listenelement - %s
ro_ro: Articol listare - %s

source: You do not have enough credits to pay for listing this project.
de_de: Sie haben nicht genug Guthaben, um für die Aufnahme dieses Projekts zu bezahlen.
ro_ro: Nu ai credite suficiente pentru a plăti listarea acestui proiect.

source: Add More Credits
de_de: Weitere Credits hinzufügen
ro_ro: Adaugă mai multe credite

source: Listing payment for job <a href="%s">%s</a>
de_de: Auflistung der Zahlungen für den Auftrag <a href="%s">%s</a>
ro_ro: Listarea plății pentru job <a href="%s">%s</a>

source: Your payment has been sent. Return to <a href="%s">your account</a>.
de_de: Ihre Zahlung wurde gesendet. Kehren Sie zurück zu <a href="%s">Ihrem Konto</a>.
ro_ro: Plata a fost trimisă. Revino la <a href="%s">contul tău</a>.

source: Total to Pay
de_de: Zu zahlender Gesamtbetrag
ro_ro: Total de plată

source: Your credits amount
de_de: Ihr Kreditbetrag
ro_ro: Balanță credite

source: Pay Now
de_de: Jetzt bezahlen
ro_ro: Plăteşte acum

source: Please wait, your order is being processed...
de_de: Bitte warten Sie, Ihre Bestellung wird gerade bearbeitet...
ro_ro: Te rugam sa astepti, comanda este în curs de procesare...

source: Deposit through Skrill.
de_de: Einzahlung über Skrill.
ro_ro: Depuneți prin Skrill.

source: Payment for winner
ro_ro: Plata pentru câștigător

source: Payment Deposit
de_de: Zahlung Kaution
ro_ro: Depozit plată

source: Deposit through PayPal.
de_de: Einzahlung über PayPal.
ro_ro: Depuneți prin PayPal.

source: PayPal fee.
ro_ro: Taxa PayPal.

source: Payment for escrow order %s
ro_ro: Plată pentru ordinul escrow %s

source: Cost for base fee
de_de: Kosten für die Grundgebühr
ro_ro: Costul pentru taxa de bază

source: Cost to make job featured
de_de: Kosten für die Erstellung des Stellenangebots
ro_ro: Costul pentru a face un loc de muncă prezentat

source: Cost to add sealed bidding
de_de: Kosten für zusätzliche verdeckte Ausschreibungen
ro_ro: Costul adăugării licitației sigilate

source: Files Uploaded: %s
de_de: Hochgeladene Dateien: %s
ro_ro: Fișiere încărcate: %s

source: There are no files attached.
de_de: Es sind keine Dateien angehängt.
ro_ro: Nu există fișiere atașate.

source: Sorry, that key does not appear to be valid.
de_de: Es tut mir leid, dieser Schlüssel scheint nicht gültig zu sein.
ro_ro: Ne pare rău, cheia nu pare să fie valabilă.

source: Retrieve Password
de_de: Passwort wiederherstellen
ro_ro: Recuperează Parola

source: Please enter your information here. We will send you a new password.
de_de: Bitte geben Sie hier Ihre Daten ein. Wir werden Ihnen ein neues Passwort zusenden.
ro_ro: Te rugăm să introduci aici informațiile tale. Îți vom trimite imediat o nouă parolă.

source: Username or Email:
de_de: Benutzername oder E-Mail:
ro_ro: Nume de de utilizator sau e-mail

source: Are you lost?
de_de: Haben Sie sich verlaufen?
ro_ro: Te-ai rătăcit?

source: Register
ro_ro: Înregistrare

source: Login
de_de: Anmeldung
ro_ro: Autentificare

source: Retrieve Error
de_de: Fehler abrufen
ro_ro: Preluare eroare

source: Sorry, that user does not seem to exist in our database. Perhaps you have the wrong username or e-mail address? <a href="%s">Try again</a>.
de_de: Es tut uns leid, dieser Benutzer scheint nicht in unserer Datenbank zu existieren. Vielleicht haben Sieden falschen Benutzernamen oder die falsche E-Mail Adresse? <a href="%s">Versuchen Sie es erneut</a>.
ro_ro: Ne pare rău, acest utilizator nu pare să existe în baza noastră de date. Poate că ai greşit numele de utilizator sau adresa de e-mail? <a href="%s">Încearcă din nou</a>.

source: Someone has asked to reset the password for the following site and username.
de_de: Jemand hat darum gebeten, das Passwort für die folgende Website und den folgenden Benutzernamen zurückzusetzen.
ro_ro: Cineva a cerut resetare parolă pentru următorul site şi numele de utilizator.

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
de_de: Um Ihr Passwort zurückzusetzen, besuchen Sie die folgende Adresse, ansonsten ignorieren Sie einfachdiese E-Mail und es wird nichts passieren.
ro_ro: Pentru a reseta parola vizitează următoarea adresă, altfel doar ignoră acest e-mail şi nu se va întâmpla nimic.

source: There Was a Problem
de_de: Es gab ein Problem
ro_ro: A apărut o problemă

source: Possible reason: your host may have disabled the mail() function...
de_de: Möglicher Grund: Ihr Host hat die Funktion mail() deaktiviert...
ro_ro: Cauză posibilă: pe serverul tău este dezactivată funcția mail().

source: The e-mail was sent successfully to %s's e-mail address.
de_de: Die E-Mail wurde erfolgreich an die E-Mail-Adresse von %s gesendet.
ro_ro: Acest email a fost trimis cu succes la %s adrese de email.

source: Check your e-mail first, of course
de_de: Prüfen Sie natürlich zuerst Ihre E-Mail
ro_ro: Verifică adresa de e-mail în primul rând, desigur

source: Click here to login!
de_de: Klicken Sie hier, um sich einzuloggen!
ro_ro: Click aici pentru autentificare!

source: Key Not Valid
de_de: Schlüssel nicht gültig
ro_ro: Cheie invalidă

source: <h1>Problem</h1>
ro_ro: <h1>Problemă</h1>

source: Password: %s
de_de: Kennwort: %s
ro_ro: Parola: %s

source: [%s] Your new password
de_de: [%s] Ihr neues Passwort
ro_ro: [%s] Noua parolă

source: <h1>Success!</h1>
de_de: <h1>Erfolg!</h1>
ro_ro: <h1>Succes!</h1>

source: Your new password is in the mail.
de_de: Ihr neues Passwort ist in der Post.
ro_ro: Noua parolă a fost trimisă în e-mail.

source: Password Lost and Changed for user: %s
de_de: Passwort verloren und geändert für Benutzer: %s
ro_ro: Parolă pierdută și modificată pentru utilizatorul: %s

source: [%s] Password Lost/Change
de_de: [%s] Passwort verloren/geändert
ro_ro: [%s] Schimbare / pierdere parolă

source: We have sent a confirmation message to your email address.<br/> Please follow the instructions in the email and get back to this page.
de_de: Wir haben eine Bestätigungsnachricht an Ihre E-Mail-Adresse gesendet.<br/> Bitte befolgen Sie die Anweisungen in der E-Mail und melden Sie sich bei dieserSeite.
ro_ro: Am trimis un mesaj de confirmare la adresa de e-mail.<br>Vă rugăm să urmaţi instrucţiunile din e-mail şi a reveni la această pagină.

source: Username:
de_de: Benutzername:
ro_ro: Utilizator:

source: Password:
de_de: Kennwort:
ro_ro: Parolă:

source: Keep me logged in
de_de: Ich bleibe eingeloggt
ro_ro: Păstrează-mă autentificat

source: Sign in
de_de: Eintragen
ro_ro: Autentificare

source: Password Lost and Found
de_de: Passwort verloren und gefunden
ro_ro: Parolă pierdută și regăsită

source: Lost your password?
de_de: Haben Sie Ihr Passwort vergessen?
ro_ro: Ți-ai uitat parola?

source: Registration Complete
de_de: Registrierung abgeschlossen
ro_ro: Înregistrare completă - %s

source: emailed to you
de_de: an Sie gemailt
ro_ro: trimisă prin email

source: Please check your <strong>Junk Mail</strong> if your account information does not appear within 5 minutes.
de_de: Bitte überprüfen Sie Ihre <strong>Junk Mail</strong>, wenn Ihre Kontoinformationennicht innerhalb von 5 Minuten erscheint.
ro_ro: Verifică te rugăm <strong>Junk Mail</strong> în cazul în care informațiile despre cont nu apar în 5 minute.

source: Confirm Password:
de_de: Bestätigen Sie das Passwort:
ro_ro: Confirmați noua parolă

source: Shipping address:
de_de: Lieferadresse:
ro_ro: Adresă de livrare:

source: User Type:
de_de: Benutzertyp:
ro_ro: Tip utilizator

source: Contractor
de_de: Auftragnehmer
ro_ro: Meniu Cumpărător servicii

source: A password will be emailed to you.
de_de: Ein Passwort wird Ihnen per E-Mail zugesandt.
ro_ro: O parolă va fi trimisă prin e-mail.

source: Password Lost?
de_de: Passwort verloren?
ro_ro: Parolă pierdută și regăsită

source: Registration Disabled
de_de: Registrierung Deaktiviert
ro_ro: Înregistrare dezactivată

source: User registration is currently not allowed.
de_de: Eine Benutzerregistrierung ist derzeit nicht möglich.
ro_ro: Înregistrarea utilizatorului nu este permisă în prezent.

source: Go back to the blog
de_de: Zurück zum Blog
ro_ro: Du-te înapoi la blog

source: <strong>ERROR</strong>: Please enter a username.
de_de: <strong>ERROR</strong>: Bitte geben Sie einen Benutzernamen ein.
ro_ro: <strong>EROARE</strong>: Te rog introdu un nume de utilizator.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
de_de: <strong>ERROR</strong>: Dieser Benutzername ist ungültig, weil er illegaleZeichen. Bitte geben Sie einen gültigen Benutzernamen ein.
ro_ro: <strong>EROARE</strong>: Acest nume de utilizator nu este valid deoarece folosește caractere nepermise. Introdu un nume de utilizator valid.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
de_de: <strong>ERROR</strong>: Dieser Benutzername ist bereits registriert, bitte wählen Sieeine andere.
ro_ro: <strong>Eroare</strong>: Acest nume de user exista deja, va rugam sa alegeti alt user.

source: <strong>ERROR</strong>: Please type your e-mail address.
de_de: <strong>ERROR</strong>: Bitte geben Sie Ihre E-Mail Adresse ein.
ro_ro: <strong>Eroare</strong>: Va rugam sa introduceti adresa de e-mail.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
de_de: <strong>ERROR</strong>: Die E-Mail-Adresse ist nicht korrekt.
ro_ro: <strong>Eroare</strong>: Adresa de e-mail nu este corecta.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
de_de: <strong>ERROR</strong>: Diese E-Mail ist bereits registriert, bitte wählen Sieeine andere.
ro_ro: <strong>Eroare</strong>: Aceasta adresa de e-mai a fost deja inregistrata, va rugam sa alegeti alta adresa de e-mail.

source: <strong>ERROR</strong>: Please type your shipping information/address.
de_de: <strong>ERROR</strong>: Bitte geben Sie Ihre Versandinformationen/Adresse ein.
ro_ro: <strong>EROARE:</strong> Introduceți informațiile și adresa.

source: <strong>ERROR</strong>: Your password needs to be longer than 5 characters.
de_de: <strong>ERROR</strong>: Ihr Passwort muss länger als 5 Zeichen sein.
ro_ro: <strong>ERROR</strong>: Parola dvs. trebuie să aibă mai mult de 5 caractere.

source: <strong>ERROR</strong>: Your password doesnt match the confirmation.
de_de: <strong>ERROR</strong>: Ihr Passwort stimmt nicht mit der Bestätigung überein.
ro_ro: <strong>ERROR</strong>: Parola dvs. nu se potrivește cu cea confirmată.
