Repository: pitzyn/shipme-repo
Catalog: languages/*.po
Languages: de_de, ro_ro

source: There are no outstanding jobs yet.
de_de: Es sind noch keine offenen Stellen vorhanden.
ro_ro: Momentan nu există transporturi speciale.

source: There are no delivered jobs yet.
de_de: Es sind noch keine Stellen ausgeschrieben.
ro_ro: Momentan nu există transporturi livrate.

source: There are no completed jobs yet.
de_de: Es sind noch keine Aufträge abgeschlossen.
ro_ro: Nu există încă nicio lucrare finalizată.

source: There are no paid jobs yet.
de_de: Es gibt noch keine bezahlten Stellen.
ro_ro: Momentan nu există transporturi plătite.

source: Payment received from %s
de_de: Zahlung erhalten von %s
ro_ro: Plată primită de la %s

source: Payment fee for project %s
de_de: Zahlungsgebühr für Projekt %s
ro_ro: Taxă pentru proiect %s

source: Money Escrow Completed
de_de: Geldhinterlegung abgeschlossen
ro_ro: Împuternicire Escrow finalizată

source: You have released the escrow of: %s
de_de: Sie haben das Treuhandkonto von freigegeben: %s
ro_ro: Ai lansat escrow pentru: %s

source: You have received the amount of: %s
de_de: Sie haben den Betrag von erhalten: %s
ro_ro: Tocmai ai primit suma de: %s

source: Escrow completed!
de_de: Escrow abgeschlossen!
ro_ro: Împuternicire Escrow finalizată!

source: Escrow closed!
de_de: Escrow geschlossen!
ro_ro: Escrow închis!

source: Your withdrawal has been completed: %s
de_de: Ihre Abhebung wurde abgeschlossen: %s
ro_ro: Retragerea a fost procesată: %s

source: Withdraw to PayPal to email: %s
de_de: Überweisung an PayPal an E-Mail: %s
ro_ro: Se retrage de la PayPal pentru e-mail: %s

source: Unresolved Requests
de_de: Ungelöste Anfragen
ro_ro: Solicitări nesoluționate

source: Resolved Requests
de_de: Gelöste Anfragen
ro_ro: Solicitări soluționate

source: Rejected Requests
de_de: Abgelehnte Anträge
ro_ro: Cereri respinse

source: Search Unresolved
de_de: Suche ungelöst
ro_ro: Căutare nerezolvată

source: Search Solved
de_de: Gelöste Suche
ro_ro: Căutare rezolvată

source: Search Rejected
de_de: Abgelehnte Suche
ro_ro: Căutare respinsă

source: Username
de_de: Benutzername
ro_ro: Utilizator

source: Method
de_de: Methode
ro_ro: Metodă

source: Details
de_de: Einzelheiten
ro_ro: Detalii

source: Date Requested
de_de: Gewünschtes Datum
ro_ro: Data solicitată

source: Make Complete
de_de: Vollständig machen
ro_ro: Finalizare

source: Deny Request
de_de: Antrag ablehnen
ro_ro: Refuză cererea

source: Completed
de_de: Abgeschlossen
ro_ro: Finalizată

source: Rejected
de_de: Abgelehnt
ro_ro: Respins

source: There are no unresolved withdrawal requests.
de_de: Es gibt keine ungelösten Rücknahmeanträge.
ro_ro: Nu există nici o cerere de retragere nerezolvată.

source: Date Released
de_de: Veröffentlichungsdatum
ro_ro: Data lansării

source: There are no resolved withdrawal requests.
de_de: Es liegen keine beschlossenen Rücknahmeanträge vor.
ro_ro: Nu există nici o cerere de retragere rezolvată.

source: There are no rejected withdrawal requests.
de_de: Es gibt keine abgelehnten Rücknahmeanträge.
ro_ro: Nu există nici o cerere de retragere rezolvată.

source: There are no results for your search.
de_de: Es gibt keine Ergebnisse für Ihre Suche.
ro_ro: Niciun rezultat pentru căutarea ta.

source: New User Email
de_de: E-Mail für neue Benutzer
ro_ro: E-mail utilizator nou

source: New User Email (admin)
de_de: E-Mail für neue Benutzer (admin)
ro_ro: E-mail utilizator nou (admin)

source: post job Not Approved Email (admin)
de_de: Job einstellen Nicht genehmigte E-Mail (admin)
ro_ro: post job Neaprobat Email (admin)

source: post job Auto Approved Email (admin)
de_de: Job einstellen Automatisch genehmigte E-Mail (admin)
ro_ro: post job Email aprobat automat (admin)

source: post job Not Approved Email
de_de: Job einstellen Nicht genehmigte E-Mail
ro_ro: post job Neaprobat Email

source: post job Auto Approved Email
de_de: Job einstellen Auto Approved Email
ro_ro: post job Email aprobat automat

source: Delivered Job (owner)
de_de: Delivered Job (Eigentümer)
ro_ro: Transport livrat (proprietar)

source: Delivered Job (bidder)
de_de: Gelieferter Auftrag (Bieter)
ro_ro: Transport livrat (ofertant)

source: Completed Job (owner)
de_de: Abgeschlossener Auftrag (Eigentümer)
ro_ro: Lucrare finalizată (proprietar)

source: Completed Job (bidder)
de_de: Abgeschlossener Auftrag (Bieter)
ro_ro: Lucrare finalizată (ofertant)

source: Private Message Received
de_de: Private Nachricht erhalten
ro_ro: Mesaj privat primit

source: Won Job(owner)
de_de: Gewonnener Job (Eigentümer)
ro_ro: Transport câștigat (proprietar)

source: Won Job(winner)
de_de: Gewonnener Job(Gewinner)
ro_ro: Transport câștigat (câștigător)

source: Won Job(losers)
de_de: Gewonnener Job(Verlierer)
ro_ro: Transport câștigat (pierzător)

source: Job Proposal(bidder)
de_de: Jobvorschlag (Bieter)
ro_ro: Propunere transport(ofertant)

source: Job Proposal(owner)
de_de: Job-Vorschlag (Eigentümer)
ro_ro: Propunere transport(proprietar)

source: Message Board(owner)
de_de: Anschlagtafel(Besitzer)
ro_ro: Panou de afișaj mesaje (proprietar)

source: Message Board(bidder)
de_de: Message Board(Bieter)
ro_ro: Panou de afișaj mesaje (licitator)

source: Payment on Completed Job (owner)
de_de: Zahlung bei abgeschlossenem Auftrag (Eigentümer)
ro_ro: Plata pe transport finalizat (proprietar)

source: This email will be received by the owner of the project after he accepts the project as delivered. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Eigentümer des Projekts, nachdem er den Auftrag angenommen hat.Projekt wie geliefert. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către proprietarul proiectului după ce acesta acceptă proiectul ca fiind livrat. Rețineți că, dacă adăugați etichete html la acest e-mail, trebuie să aveți opțiunea allow HTML tags (permiteți etichete HTML) setată la yes (da). De asemenea, în partea de jos puteți vedea o listă de tag-uri pe care le puteți utiliza în corpul e-mailului.

source: Enable this email:
de_de: Aktivieren Sie diese E-Mail:
ro_ro: Activează acest e-mail:

source: Email Subject:
de_de: E-Mail Betreff:
ro_ro: Subiect e-mail:

source: Email Content:
de_de: E-Mail-Inhalt:
ro_ro: Conținut Email:

source: Here is a list of tags you can use in this email:
de_de: Hier finden Sie eine Liste von Tags, die Sie in dieser E-Mail verwenden können:
ro_ro: Aici este o listă de etichete pe care le poți utiliza în acest e-mail:

source: Job Owner's Username
de_de: Benutzername des Auftragnehmers
ro_ro: Numele de utilizator al proprietarului lucrării

source: the link to your user login page
de_de: den Link zu Ihrer Benutzeranmeldeseite
ro_ro: Link-ul la pagina de autentificare

source: your website's name
de_de: den Namen Ihrer Website
ro_ro: numele website-ului tău

source: your website's main address
de_de: die Hauptadresse Ihrer Website
ro_ro: adresa principală a website-ului

source: your website's my account link
de_de: Ihre Website ist mein Kontolink
ro_ro: legătura la contul tău

source: new new job's title
de_de: neue Bezeichnung der neuen Stelle
ro_ro: noua denumire a noului loc de muncă

source: link for the new job
de_de: Link für den neuen Job
ro_ro: legătură pentru transport nou

source: This email will be received by the bidder/provider after the owner of the jobs accepts the project as delivered. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Bieter/Anbieter, nachdem der Eigentümer derjobs nimmt das Projekt wie geliefert an. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către ofertant/furnizor după ce proprietarul lucrărilor acceptă proiectul ca fiind livrat. Rețineți că, dacă adăugați etichete html la acest e-mail, trebuie să aveți opțiunea allow HTML tags (permiteți etichete HTML) setată la yes (da). De asemenea, în partea de jos puteți vedea o listă de tag-uri pe care le puteți utiliza în corpul e-mailului.

source: Bidder's Username
de_de: Benutzername des Bieters
ro_ro: Nume utilizator ofertant

source: This email will be received by the owner of the project when the provider marks the project as completed. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Eigentümer des Projekts, wenn der Anbietermarkiert das Projekt als abgeschlossen. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de proprietarul proiectului atunci când furnizorul marchează proiectul ca fiind finalizat. Rețineți că, dacă adăugați etichete html la acest e-mail, trebuie să aveți opțiunea allow HTML tags (permiteți etichete HTML) setată la yes (da). De asemenea, în partea de jos puteți vedea o listă de etichete pe care le puteți utiliza în corpul e-mailului.

source: This email will be received by the provider/bidder when he marks the project as completed. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Anbieter/Bieter, wenn er das Projekt markiertals abgeschlossen. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către ofertant după ce marchează proiectul ca finalizat. Fii conştient de faptul că, dacă adaugi etichete html la acest e-mail, trebuie să ai opţiunea permite etichete html setată pe da. De asemenea, în partea de jos poţi vedea o listă de etichete utilizabile în corpul e-mailului.

source: This email will be received by any user when another user sends a private message. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält jeder Benutzer, wenn ein anderer Benutzer eine privateNachricht. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către administrator când va câștiga un item pe site-ul tău. \n Fii conștient, dacă adăugați tag-uri HTML la acest e-mail, trebuie să aibă posibilitatea de a permite tag-uri HTML setat la Da. \n De asemenea, în partea de jos, puteți vedea o listă de tag-uri pe care le puteți utiliza în e-mail body.

source: sender username
de_de: Absender-Benutzername
ro_ro: expeditor

source: receiver username
de_de: Empfänger-Benutzername
ro_ro: nume utilizator destinatar

source: This email will be received by the freshly rated user. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail wird von dem frisch bewerteten Nutzer empfangen. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie außerdem eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către utilizatorul proaspăt evaluat. Rețineți, dacă adăugați etichete html la acest e-mail, trebuie să aveți setată opțiunea Permiteți etichetele HTML la da. De asemenea, în partea de jos puteți vedea o listă de etichete pe care le puteți utiliza în corpul e-mailului.

source: Winner Bidder's Username
de_de: Benutzername des Gewinners Bieter
ro_ro: Nume utilizator câștigător licitație

source: rating value
de_de: Ratingwert
ro_ro: valoare evaluare

source: rating comment
de_de: Rating-Kommentar
ro_ro: comentariu evaluare

source: This email will be received by the project owner after he awards the project to a certain bidder. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Projektinhaber, nachdem er den Zuschlag für das Projekt erteilt hat.an einen bestimmten Bieter. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către proprietarul proiectului după ce acesta atribuie proiectul unui anumit ofertant. Atenție, dacă adăugați etichete html la acest e-mail, trebuie să aveți opțiunea allow HTML tags (permiteți etichete HTML) setată la yes (da). De asemenea, în partea de jos puteți vedea o listă de tag-uri pe care le puteți folosi în corpul e-mailului.

source: winner bid value
de_de: Gewinner Gebotswert
ro_ro: valoare licitație câștigătoare

source: winner bidder username
de_de: Gewinner-Bieter-Benutzername
ro_ro: nume utilizator câștigător licitație

source: This email will be received by the winner bidder when the project is won. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Bieter, der den Zuschlag für das Projekt erhalten hat. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către câștigătorul licitației. Fii conştient de faptul că, dacă adaugi etichete html la acest e-mail, trebuie să ai opţiunea permite etichete html setată pe da. De asemenea, în partea de jos poţi vedea o listă de etichete utilizabile în corpul e-mailului.

source: This email will be received by the loser bidders when the project is won. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhalten die unterlegenen Bieter, wenn sie den Zuschlag für das Projekt erhalten haben. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către pierzătorul licitației. Fii conştient de faptul că, dacă adaugi etichete html la acest e-mail, trebuie să ai opţiunea permite etichete html setată pe da. De asemenea, în partea de jos poţi vedea o listă de etichete utilizabile în corpul e-mailului.

source: Loser Bidder's Username
de_de: Benutzername des verlierenden Bieters
ro_ro: Nume utilizator pierzător licitație

source: the bid value
de_de: den Gebotswert
ro_ro: valoare licitație

source: winner bid username
de_de: Gewinner Gebot Benutzernamen
ro_ro: nume utilizator câștigător licitație

source: This email will be received by the message owner when the project owner posts a new message on the private messaging board. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Eigentümer der Nachricht, wenn der Projekteigentümereine neue Nachricht auf dem privaten Nachrichtenbrett veröffentlicht. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către proprietarul mesajului atunci când proprietarul proiectului postează un mesaj nou pe panoul de control al mesageriei private. Fiţi conştienţi de faptul, dacă adăugaţi Tag-uri html la acest e-mail trebuie să aveţi opţiunea permite HTML tag-uri setat pe da. De asemenea, în partea de jos puteţi vedea o listă de Tag-uri, puteţi utiliza în corpul e-mail.

source: Receiver Username
de_de: Benutzername des Empfängers
ro_ro: Nume utilizator destinatar

source: Job Owner Username
de_de: Benutzername des Auftragnehmers
ro_ro: Numele de utilizator al proprietarului transportului

source: This email will be received by the owner of a project when someone is posting a new message on the private messaging board. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Eigentümer eines Projekts, wenn jemandeine neue Nachricht auf dem privaten Nachrichtenbrett zu veröffentlichen. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către administrator când un nou utilizator postează un mesaj nou.. \n Fii conștient, dacă adăugați tag-uri HTML la acest e-mail, trebuie să aibă posibilitatea de a permite tag-uri HTML setat la Da. \n De asemenea, în partea de jos, puteți vedea o listă de tag-uri pe care le puteți utiliza în e-mail body.

source: Message Owner Username
de_de: Nachricht Besitzer Benutzername
ro_ro: Nume utilizator expeditor mesaj

source: This email will be received by the bidder when he posts a bid for a project. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Bieter, wenn er ein Gebot für einprojekt. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către ofertant când acesta licitează pentru un transport. Fii conştient de faptul că, dacă adaugi etichete html la acest e-mail, trebuie să ai opţiunea permite etichete html setată pe da. De asemenea, în partea de jos poţi vedea o listă de etichete utilizabile în corpul e-mailului.

source: Job Bidder's Username
de_de: Benutzername des Bieters
ro_ro: Nume utilizator ofertant

source: This email will be received by the project owner when he pays the service provider. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Projektinhaber, wenn er die Dienstleistung bezahlt.Anbieter. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de titularul de proiect atunci când el plateste furnizorului de servicii. Fiţi conştienţi de faptul, dacă adăugaţi Tag-uri html la acest e-mail trebuie să aveţi opţiunea permite HTML tag-uri setat pe da. De asemenea, în partea de jos puteţi vedea o listă de Tag-uri, puteţi utiliza în corpul e-mail.

source: the bidder username
de_de: der Bieter-Benutzername
ro_ro: nume utilizator ofertant

source: This email will be received by the project owner whenever a user bids for his project. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhält der Projekteigentümer, wenn ein Nutzer ein Gebot fürsein Projekt. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către proprietar când cineva licitează pentru transporturile lui. Fii conştient de faptul că, dacă adaugi etichete html la acest e-mail, trebuie să ai opţiunea permite etichete html setată pe da. De asemenea, în partea de jos poţi vedea o listă de etichete utilizabile în corpul e-mailului.

source: This email will be received by your users after posting a new job on your website if the project is automatically approved. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhalten Ihre Nutzer, nachdem sie eine neue Stelle in IhremWebsite, wenn das Projekt automatisch genehmigt wird. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către toti utilizatorii când postează un transport nou, aprobat automat. \n Fii conștient, dacă adăugați tag-uri HTML la acest e-mail, trebuie să aibă posibilitatea de a permite tag-uri HTML setat la Da. \n De asemenea, în partea de jos, puteți vedea o listă de tag-uri pe care le puteți utiliza în e-mail body.

source: username
de_de: Nutzername
ro_ro: utilizator

source: This email will be received by your users after posting a new job on your website if the project is not automatically approved. Be aware, if you add html tags to this email you must have the allow HTML tags option set to yes. Also at the bottom you can see a list of tags you can use in the email body.
de_de: Diese E-Mail erhalten Ihre Nutzer, nachdem sie eine neue Stelle in IhremWebsite, wenn das Projekt nicht automatisch genehmigt wird. Beachten Sie, dass Sie, wenn Sie HTML-Tags zu dieser E-Mail hinzufügen, über diedie Option "HTML-Tags zulassen" auf "ja" gesetzt. Unten finden Sie auch eine Liste der Tags, die Sie in derE-Mail-Körper.
ro_ro: Acest e-mail va fi primit de către toti utilizatorii când postează un transport nou, neaprobat automat. \n Fii conștient, dacă adăugați tag-uri HTML la acest e-mail, trebuie să aibă posibilitatea de a permite tag-uri HTML setat la Da. \n De asemenea, în partea de jos, puteți vedea o listă de tag-uri pe care le puteți utiliza în e-mail body.

source: project owner username
de_de: Projektinhaber-Benutzername
ro_ro: numele de utilizator al proprietarului proiectului
