Repository: pitzyn/shipme-repo
Catalog: languages/*.po
Languages: de_de, ro_ro

source: Latest posted jobs
de_de: Letzte ausgeschriebene Stellen
ro_ro: Arată ultimele joburi postate

source: Job Name
ro_ro: Nume Misiune

source: Quotes
de_de: Zitate
ro_ro: Citate

source: The job is active
de_de: Der Auftrag ist aktiv
ro_ro: Postul este activ

source: The is awaiting moderation
de_de: Das wartet auf Moderation
ro_ro: Comentariul dvs. așteaptă să fie moderat.

source: View Job
de_de: Job ansehen
ro_ro: Vizualizați job-ul

source: There are no active jobs yet.
de_de: Es sind noch keine aktiven Stellen vorhanden.
ro_ro: Încă nu există locuri de muncă active.

source: View all jobs
de_de: Alle Stellen anzeigen
ro_ro: Vezi toate anunţurile

source: My Latest Posted Quotes
de_de: Meine zuletzt veröffentlichten Zitate
ro_ro: Ultimele mele citate postate

source: Your Quote
de_de: Ihr Angebot
ro_ro: Citatul dumneavoastră

source: View Job Page
de_de: Job-Seite ansehen
ro_ro: Vezi pagina de locuri de muncă

source: Retract Bid
de_de: Angebot zurückziehen
ro_ro: Retragerea ofertei

source: You have not submitted any proposals yet.
de_de: Sie haben noch keine Vorschläge eingereicht.
ro_ro: Deocamdată nu ai trimis nici o propunere.

source: View all quotes
de_de: Alle Zitate anzeigen
ro_ro: Vezi toate citatele

source: Operation was successful
de_de: Operation war erfolgreich
ro_ro: Operațiunea a avut succes

source: My Jobs
de_de: Meine Jobs
ro_ro: Job-urile mele

source: Active Quotes %s
de_de: Aktive Quoten %s
ro_ro: Citate active %s

source: Delivered %s
ro_ro: Livrat %s

source: Cancelled
de_de: Abgesagt
ro_ro: Anulat

source: Unpublished
de_de: Unveröffentlicht
ro_ro: Nepublicat

source: Date Made
de_de: Datum der Herstellung
ro_ro: Făcut la

source: You have %s active proposals.
de_de: Sie haben %s aktive Vorschläge.
ro_ro: Aveți %s propuneri active.

source: You do not have any active jobs. <a href="%s">Click here</a> to post more.
de_de: Sie haben keine aktiven Jobs. <a href="%s">Klicken Sie hier</a>, um mehr zu veröffentlichen.
ro_ro: Nu aveți niciun loc de muncă activ. <a href="%s">Faceți clic aici</a> pentru a posta mai multe.

source: Provider
de_de: Anbieter
ro_ro: Prestator

source: Quote
de_de: Zitat
ro_ro: Citat

source: Choose Winner
de_de: Gewinner wählen
ro_ro: Alege câștigătorul

source: You do not have any active quotes.
de_de: Sie haben keine aktiven Angebote.
ro_ro: Nu aveți niciun citat activ.

source: The escrow has not been deposited yet. <a href="%s">Click here</a> to deposit escrow.
de_de: Das Treuhandkonto ist noch nicht hinterlegt worden. <a href="%s">Klicken Sie hier</a> zuKautionshinterlegung.
ro_ro: Garanția nu a fost încă depusă. <a href="%s">Faceți clic aici</a> pentru a depune escrow.

source: The payment for the job is taken outside of the website.
de_de: Die Bezahlung für den Auftrag erfolgt außerhalb der Website.
ro_ro: Plata pentru lucrare se face în afara site-ului.

source: Waiting for the transporter to deliver work.
de_de: Warten auf den Transporter, der die Arbeit abliefert.
ro_ro: Așteptând ca transportatorul să livreze lucrarea.

source: Order page
de_de: Seite bestellen
ro_ro: Pagină comandă

source: You do not have any active jobs.
de_de: Sie haben keine aktiven Jobs.
ro_ro: Nu aveți niciun loc de muncă activ.

source: Completed On
de_de: Abgeschlossen am
ro_ro: Finalizat la

source: Mark Completed
de_de: Markierung Erledigt
ro_ro: Marcat ca finalizat

source: You do not have any delivered jobs.
de_de: Sie haben keine zugestellten Aufträge.
ro_ro: Nu aveți niciun loc de muncă livrat.

source: Date Started
de_de: Datum des Beginns
ro_ro: Dată început

source: Cancelled On
de_de: Abgebrochen am
ro_ro: Anulat

source: You do not have any cancelled jobs.
de_de: Sie haben keine stornierten Aufträge.
ro_ro: Nu aveți niciun loc de muncă anulat.

source: Accepted On
de_de: Angenommen am
ro_ro: Oferta acceptată

source: You do not have any unpublished jobs.
de_de: Sie haben keine unveröffentlichten Aufträge.
ro_ro: Nu aveți niciun loc de muncă nepublicat.

source: My Quotes
de_de: Meine Zitate
ro_ro: Citatele mele

source: Active Quotes
de_de: Aktive Zitate
ro_ro: Citate active

source: In Progress %s
de_de: In Arbeit %s
ro_ro: În curs de desfășurare %s

source: Delivered Jobs
de_de: Ausgelieferte Jobs
ro_ro: Locuri de muncă livrate

source: Cancelled Jobs
de_de: Annullierte Jobs
ro_ro: Lucrări anulate

source: My Bid
de_de: Mein Gebot
ro_ro: Oferta mea

source: There are no active quotes yet.
de_de: Es sind noch keine aktiven Angebote vorhanden.
ro_ro: Încă nu există citate active.

source: Completion
de_de: Fertigstellung
ro_ro: Finalizare

source: Waiting the customer to deposit escrow.
de_de: Warten des Kunden auf die Hinterlegung eines Treuhandkontos.
ro_ro: Așteptarea clientului pentru a depune escrow.

source: Order Page
de_de: Seite bestellen
ro_ro: Pagină comandă

source: Mark Delivered
de_de: Marke Geliefert
ro_ro: Marcat ca Livrat

source: You do not have any pending orders.
de_de: Sie haben keine ausstehenden Aufträge.
ro_ro: Nu aveți nicio comandă în așteptare.

source: Waiting for customer to accept the project.
de_de: Ich warte darauf, dass der Kunde das Projekt annimmt.
ro_ro: Așteptând ca clientul să accepte proiectul.

source: Workspace
de_de: Arbeitsbereich
ro_ro: Spatiu de lucru

source: You do not have any completed jobs.
de_de: Sie haben keine abgeschlossenen Aufträge.
ro_ro: Nu aveți nicio lucrare finalizată.

source: You do not have any cancelled orders.
de_de: Sie haben keine stornierten Aufträge.
ro_ro: Nu aveți nicio comandă anulată.

source: Job name
ro_ro: Nume Misiune

source: Winning Bid
ro_ro: Suma licitată câștigătoare

source: Waiting delivery from transpoter
ro_ro: Așteptând livrarea de la transpoter

source: Waiting customer to confirm
ro_ro: Așteptarea clientului pentru a confirma

source: Order delivered, and accepted.
ro_ro: Comanda a fost livrată și acceptată.

source: Mark as delivered
ro_ro: Marcați ca fiind livrat

source: Mark as completed
ro_ro: Marcați ca fiind finalizat

source: Visit Job Page
ro_ro: Vizitați pagina de locuri de muncă

source: First name:
de_de: Vornamen:
ro_ro: Prenume:

source: Last name:
de_de: Nachname:
ro_ro: Prenume:

source: Your Location:
de_de: Ihr Standort:
ro_ro: Introduceți locația

source: Repeat Password:
de_de: Wiederholen Sie das Passwort:
ro_ro: Repetă parola

source: Profile Description:
de_de: Profilbeschreibung:
ro_ro: Descrierea profilului

source: Profile Avatar:
de_de: Profil-Avatar:
ro_ro: Avatar

source: Save Information
de_de: Informationen speichern
ro_ro: Salvați informațiile

source: Reviews
de_de: Bewertungen
ro_ro: Recenzii

source: Your rating was submitted!
de_de: Ihre Bewertung wurde abgegeben!
ro_ro: Ratingul dvs. a fost trimis!

source: Pending Reviews %s
ro_ro: Recenzii în așteptare %s

source: Reviews I made
ro_ro: Recenzii am făcut

source: Reviews I Received
ro_ro: Recenzii am primit

source: Comment: %s
ro_ro: Comentariu: %s

source: There are no reviews.
ro_ro: Nu există comentarii.

source: Shipme theme is the only theme that allows you to offer a delivery marketplace website. Where drivers/transporters meet the customers and deliver their goods.
ro_ro: Tema Shipme este singura temă care vă permite să oferiți un site web de piață de livrare. Unde șoferii/transportatorii se întâlnesc cu clienții și le livrează bunurile.

source: SiteMile
ro_ro: Minijobs

source: ShipMe No Elements
ro_ro: ShipMe Fără elemente

source: Pickup
de_de: Abholung

source: shipme - Job Single Sidebar
de_de: shipme - Job Einzelne Seitenleiste

source: Sub Text Caption:
de_de: Untertext Überschrift:

source: From SiteMile Blog
de_de: Vom SiteMile Blog

source: Contact SiteMile Team:
de_de: Kontakt zum SiteMile Team:

source: Facebook Secret Key:
de_de: Facebook-Geheimschlüssel:

source: Twitter Consumer Key:
de_de: Twitter Verbraucherschlüssel:

source: Callback URL:
de_de: Rückruf-URL:

source: Sub-Total
de_de: Zwischensumme
