Repository: pitzyn/shipme-repo
Catalog: languages/*.po
Languages: de_de, ro_ro

source: Page not found.
de_de: Seite nicht gefunden.
ro_ro: Pagină negăsită.

source: The requested page has bot been found. If its a shipping job, then maybe it is closed or wasnt approved yet by the webmaster.
de_de: Die angeforderte Seite wurde nicht gefunden. Wenn es ein Versandauftrag ist, dann vielleichtist geschlossen oder wurde noch nicht vom Webmaster genehmigt.
ro_ro: Pagina solicitată nu a fost găsită. Dacă este o lucrare de expediere, atunci poate că este închisă sau nu a fost încă aprobată de webmaster.

source: Home
de_de: Startseite
ro_ro: Acasă

source: All Jobs
de_de: Alle Jobs
ro_ro: Toate job-urile

source: Search Filters
de_de: Such-Filter
ro_ro: Filtre Căutare

source: Keyword:
de_de: Schlüsselwort:
ro_ro: Cuvânt cheie:

source: Enter your keyword...
de_de: Geben Sie Ihr Stichwort ein...
ro_ro: Scrie cuvantul cheie...

source: Pickup Location:
de_de: Abholort:
ro_ro: Locație preluare:

source: Enter your location...
de_de: Geben Sie Ihren Standort ein...
ro_ro: Introduceți locația

source: Drop-off Location:
de_de: Ort der Abgabe:
ro_ro: Locatie returnare:

source: Minimum Price:
de_de: Mindestpreis:
ro_ro: Pret minim

source: Amount
de_de: Betrag
ro_ro: Suma

source: Maximum Price:
de_de: Maximaler Preis:
ro_ro: Pret maxim

source: Category:
de_de: Kategorie:
ro_ro: Categorie:

source: Select Category
de_de: Kategorie auswählen
ro_ro: Selecteaza categoria

source: Pickup Date:
de_de: Datum der Abholung:
ro_ro: Data ridicării:

source: Delivery Date:
de_de: Liefertermin:
ro_ro: Data livrării:

source: Submit
de_de: Einreichen
ro_ro: Trimite

source: Search Results
de_de: Suchergebnisse
ro_ro: Rezultatele căutării

source: << Previous
de_de: << Zurück
ro_ro: « Precedentul

source: Next >>
de_de: Nächste >>
ro_ro: Următorul »

source: No jobs posted.
de_de: Keine Stellen ausgeschrieben.
ro_ro: Nu sunt postate locuri de muncă.

source: Add a menu
ro_ro: Adaugă in Meniu

source: Base Fee
de_de: Grundgebühr
ro_ro: Taxa de bază

source: Extra Images Fee
de_de: Gebühr für zusätzliche Bilder
ro_ro: Taxă imagini suplimentare

source: Featured Fee
de_de: Ausgewählte Gebühr
ro_ro: Taxa pentru listare recomandată

source: Private Job Fee
de_de: Private Job-Gebühr
ro_ro: Taxă pentru locuri de muncă private

source: Sealed Bidding Fee
de_de: Gebühr für verdeckte Ausschreibungen
ro_ro: Taxa pentru licitație sigilată

source: Job Title
de_de: Berufsbezeichnung
ro_ro: Ce este de lucru (titlu job)

source: Author
de_de: Autor
ro_ro: Autor

source: Posted On
de_de: Verfasst am
ro_ro: Publicat la

source: Price
de_de: Preis
ro_ro: Preț

source: Expires in
de_de: Läuft ab in
ro_ro: Expiră în

source: Featured
de_de: Ausgewählt
ro_ro: Promovat

source: Approved
de_de: Genehmigt
ro_ro: Aprobat

source: Thumbnail
de_de: Vorschaubild
ro_ro: Miniatură

source: Options
de_de: Optionen
ro_ro: Opțiuni

source: Yes
de_de: Ja
ro_ro: Da

source: No
de_de: Nein
ro_ro: Nu

source: Expired
de_de: Abgelaufen
ro_ro: Expirat

source: %s hours, %s min, %s sec
de_de: %s Stunden, %s Minuten, %s Sekunden
ro_ro: %s ore,%s min,%s sec

source: days
de_de: Tage
ro_ro: zile

source: day
de_de: Tag
ro_ro: zi

source: %s %s, %s hours, %s min
de_de: %s %s, %s Stunden, %s min
ro_ro: %s %s, %s ore, %s min

source: <strong>ERROR</strong>: Enter a username or e-mail address.
de_de: <strong>ERROR</strong>: Geben Sie einen Benutzernamen oder eine E-Mail-Adresse ein.
ro_ro: <strong>EROARE:</strong> Introduceți numele de utilizator sau e-mailul.

source: <strong>ERROR</strong>: There is no user registered with that email address.
de_de: <strong>ERROR</strong>: Es ist kein Benutzer mit dieser E-Mail-Adresse registriert.
ro_ro: <strong>Eroare</strong>: Nici un user inregistrat cu aceasta adresa de e-mail.

source: <strong>ERROR</strong>: Invalid username or e-mail.
de_de: <strong>ERROR</strong>: Ungültiger Benutzername oder E-Mail.
ro_ro: <strong>EROARE:</strong> Nume de utilizator sau e-mail invalid.

source: Password reset is not allowed for this user
de_de: Passwort zurücksetzen ist für diesen Benutzer nicht erlaubt
ro_ro: Resetarea parolei nu este permisă pentru acest utilizator

source: Someone requested that the password be reset for the following account:
de_de: Jemand hat beantragt, dass das Passwort für das folgende Konto zurückgesetzt wird:
ro_ro: Cineva a solicitat ca parola să fie resetată pentru următorul cont:

source: Username: %s
de_de: Benutzername: %s
ro_ro: Nume utilizator: %s

source: If this was a mistake, just ignore this email and nothing will happen.
de_de: Wenn es sich um einen Fehler handelt, ignorieren Sie diese E-Mail einfach und es wird nichts passieren.
ro_ro: Dacă a fost o greșeală, ignorați acest e-mail și nimic nu se va întâmpla.

source: To reset your password, visit the following address:
de_de: Um Ihr Passwort zurückzusetzen, besuchen Sie die folgende Adresse:
ro_ro: Pentru a reseta parola, vizitați următoarea adresă:

source: [%s] Password Reset
de_de: [%s] Passwort zurücksetzen
ro_ro: [%s] Resetare parolă

source: The e-mail could not be sent.
de_de: Die E-Mail konnte nicht gesendet werden.
ro_ro: E-mail-ul nu a putut fi trimis.

source: Possible reason: your host may have disabled the mail() function...
de_de: Möglicher Grund: Ihr Host hat das möglicherweise deaktiviert. mail() Funktion...
ro_ro: Cauză posibilă: pe serverul tău este dezactivată funcția mail().

source: Not defined yet
de_de: Noch nicht definiert
ro_ro: Nu este încă definit

source: There is no profile bio defined.
de_de: Es ist kein Profil Bio definiert.
ro_ro: Nu există un profil bio definit.

source: %s Registered On
de_de: %s Registriert am
ro_ro: %s Înregistrat pe

source: %s Inbox Messages
de_de: %s Posteingangsnachrichten
ro_ro: %s Mesaje primite

source: %s unread
de_de: %s ungelesen
ro_ro: %s necitite

source: %s Balance
de_de: %s Saldo
ro_ro: %s Echilibru

source: %s Jobs in progress
de_de: %s Aufträge in Bearbeitung
ro_ro: %s Locuri de muncă în desfășurare

source: %s Live quotes
de_de: %s Live-Kurse
ro_ro: %s Citate live

source: Edit Profile
de_de: Profil bearbeiten
ro_ro: Editare profil

source: View Profile
ro_ro: Vezi profil

source: Select
de_de: Wählen Sie
ro_ro: Selectează

source: FEATURED
ro_ro: RECOMANDAT

source: Posted on %s
de_de: Verfasst am %s
ro_ro: Publicat pe %s

source: From: <b>%s</b>
de_de: von: <b>%s</b>
ro_ro: De la <b>%s</b>

source: To: <b>%s</b>
de_de: An: <b>%s</b>
ro_ro: Către <b>%s</b>

source: Post Proposal
de_de: Vorschlag für einen Beitrag
ro_ro: Propunere de post

source: View Details
de_de: Details anzeigen
ro_ro: Vezi detalii

source: (No rating)
de_de: (Keine Bewertung)
ro_ro: (Nici un rating)

source: on %s rating(s)
de_de: auf %s Bewertung(en)
ro_ro: în %s evaluare(ări)

source: This user doesnt have a description.
de_de: Dieser Benutzer hat keine Beschreibung.
ro_ro: Acest utilizator nu are o descriere.

source: Contact User
de_de: Kontakt Benutzer
ro_ro: Contact utilizator

source: In order to benefit of the full experience of our theme, we recommend installing <strong><a href="%s">this plugin</a></strong>. It will give you the "Page Builder" feature for your pages, and configure homepage as well.
de_de: Um die volle Erfahrung unseres Themas zu nutzen, empfehlen wir<strong><a href="%s">dieses Plugin</a></strong> zu installieren. Es wird Ihnendie Funktion "Page Builder" für Ihre Seiten und konfigurieren Sie auch die Homepage.
ro_ro: Pentru a beneficia de experiența completă a temei noastre, vă recomandăm să instalați <strong><a href="%s">acest plugin</a></strong>. Acesta vă va oferi funcția "Page Builder" pentru paginile dvs. și va configura și pagina de pornire.

source: In order to benefit of the full experience of our theme, we recommend installing <strong><a href="%s">WP PageNavi Plugin</a></strong>. You will need it for pagination.
de_de: Um die volle Erfahrung unseres Themas zu nutzen, empfehlen wirInstallation des <strong><a href="%s">WP PageNavi Plugin</a></strong>. Sie werdenfür die Paginierung benötigen.
ro_ro: Pentru a beneficia de experiența completă a temei noastre, vă recomandăm să instalați <strong><a href="%s">Plugin WP PageNavi</a></strong>. Veți avea nevoie de acesta pentru paginare.

source: In order to benefit of the full experience of our theme, we recommend installing <strong><a href="%s">the Breadcrumb Plugin</a></strong>.
de_de: Um die volle Erfahrung unseres Themas zu nutzen, empfehlen wirdie Installation des <strong><a href="%s">Breadcrumb Plugin</a></strong>.
ro_ro: Pentru a beneficia de experiența completă a temei noastre, vă recomandăm să instalați <strong><a href="%s">plugin-ul Breadcrumb</a></strong>.

source: Delivery
de_de: Lieferung
ro_ro: Livrare

source: Budget
de_de: Haushalt
ro_ro: Buget

source: Time Due
de_de: Fällige Zeit
ro_ro: Ora scadentă

source: Closed/Expired
de_de: Geschlossen/abgelaufen
ro_ro: Închis/expirat

source: Pending Job
de_de: Ausstehender Auftrag
ro_ro: Loc de muncă în așteptare

source: Job Page
de_de: Job Seite
ro_ro: Pagina Joburi

source: Deposit Escrow for winning bid: %s
de_de: Kautionshinterlegung für den Zuschlag: %s
ro_ro: Depozit Escrow pentru oferta câștigătoare: %s

source: Waiting for the transporter to mark this job as delivered.
de_de: Ich warte darauf, dass der Transporteur diesen Auftrag als zugestellt markiert.
ro_ro: Așteptând ca transportatorul să marcheze această lucrare ca fiind livrată.

source: Rate Job Owner
de_de: Auftragseigentümer bewerten
ro_ro: Tarif proprietar de locuri de muncă

source: This job was delivered on %s.
de_de: Dieser Auftrag wurde am %s geliefert.
ro_ro: Această lucrare a fost livrată pe %s.

source: Pay Job Commission
de_de: Bezahlen Job Kommission
ro_ro: Plătiți comisionul de muncă

source: The transporter set this job as delivered on %s. You can pay them directly.
de_de: Der Spediteur hat diesen Auftrag am %s als zugestellt markiert. Sie können ihn direkt bezahlen.
ro_ro: Transportatorul a stabilit că această sarcină a fost livrată pe %s. Îi puteți plăti direct.

source: Set Job As Paid
de_de: Job als bezahlt einstellen
ro_ro: Setați lucrarea ca fiind plătită

source: You have set this job as delivered on %s. Waiting for the item owner to pay.
de_de: Sie haben diesen Auftrag als geliefert am %s eingestellt. Ich warte auf die Zahlung des Eigentümers des Artikels.
ro_ro: Ați setat această sarcină ca fiind livrată pe %s. Așteptăm ca proprietarul articolului să plătească.

source: Pay Commission
de_de: Lohnkommission
ro_ro: Plătesc comision

source: This job has been delivered on %s.
de_de: Dieser Auftrag wurde am %s zugestellt.
ro_ro: Această sarcină a fost livrată pe %s.

source: The winning bid on this job was: %s.
de_de: Das Höchstgebot für diesen Auftrag war: %s.
ro_ro: Oferta câștigătoare pentru această lucrare a fost: %s.

source: The commission you have to pay is: %s.
de_de: Die Provision, die Sie zahlen müssen, beträgt: %s.
ro_ro: Comisionul pe care trebuie să îl plătiți este: %s.

source: Set Delivered
de_de: Satz Geliefert
ro_ro: Set livrat

source: After you deliver the item, please set the job as delivered so the item owner knows, and give feedback.
de_de: Nachdem Sie die Sendung zugestellt haben, stellen Sie bitte den Auftrag als zugestellt ein, damit die SendungBesitzer weiß, und geben Sie Feedback.
ro_ro: După ce livrați articolul, vă rugăm să setați lucrarea ca fiind livrată, astfel încât proprietarul articolului să știe și să oferiți feedback.

source: Closed/Ended
de_de: Geschlossen/Beendet
ro_ro: Închis/încheiat

source: Edit Job
de_de: Job bearbeiten
ro_ro: Editare Job

source: Delete Job
de_de: Job löschen
ro_ro: Șterge job

source: This job was posted but the listing fee for it was not paid yet. <a href="%s">Click here</a> to pay the outstanding balance.
de_de: Diese Stelle wurde ausgeschrieben, aber die Inseratsgebühr dafür wurde noch nicht bezahlt. <a href="%s">Klicken Sie hier</a>, um den ausstehenden Betrag zu bezahlen.
ro_ro: Acest job a fost postat, dar taxa de listare nu s-a plătit încă. <a href="%s">Click aici</a> pentru a plăti soldul neonorat.

source: Pick Winner
de_de: Gewinner auswählen
ro_ro: Alege câștigătorul

source: Proposal sent by: %s at the price of: %s
de_de: Vorschlag gesendet von: %s zum Preis von: %s
ro_ro: Propunere trimisă de: %s la prețul de: %s

source: This was the bid you chose as winner for this job.
de_de: Dies war das Angebot, das Sie als Gewinner für diesen Auftrag ausgewählt haben.
ro_ro: Aceasta a fost oferta pe care ați ales-o ca fiind câștigătoare pentru această lucrare.

source: You have bidded %s for this job.
de_de: Sie haben ein Gebot von %s für diese Stelle abgegeben.
ro_ro: Ați licitat %s pentru acest post.

source: This bid was chosen as the job winner proposal.
de_de: Dieses Angebot wurde als Gewinner des Auftrags ausgewählt.
ro_ro: Această ofertă a fost aleasă drept propunerea câștigătoare a lucrării.

source: %s Job is open for bidding.
de_de: %s Die Stelle ist zur Angebotsabgabe offen.
ro_ro: %s Postul este deschis pentru licitație.

source: %s Job is closed for bidding.
de_de: %s Der Auftrag ist für Ausschreibungen geschlossen.
ro_ro: %s Postul este închis pentru licitație.

source: Package Pickup
de_de: Paketabholung
ro_ro: Preluare pachet

source: Location (address/zip)
de_de: Standort (Adresse/PLZ)
ro_ro: Locație (adresă/cod poștal)

source: eg: New York, 15th ave
de_de: z.B.: New York, 15. Straße
ro_ro: ex: New York, 15th ave

source: Pickup Date
de_de: Datum der Abholung
ro_ro: Data preluării

source: click here to choose date
de_de: Klicken Sie hier, um ein Datum auszuwählen
ro_ro: click aici pentru alegerea datei

source: Package Delivery
de_de: Paketlieferung
ro_ro: Livrare pachet

source: eg: California, San Francisco, Lombard St
de_de: z.B.: Kalifornien, San Francisco, Lombard St
ro_ro: ex.: Bacău, Str. Căntului 15

source: Delivery Date
de_de: Liefertermin
ro_ro: Data de livrare

source: Packages
de_de: Pakete
ro_ro: Abonamente

source: Length
de_de: Länge
ro_ro: Lungime

source: Width
de_de: Breite
ro_ro: Lăţime

source: Height
de_de: Höhe
ro_ro: Înălțime

source: Weight
de_de: Gewicht
ro_ro: Greutate

source: Feature this job
de_de: Diesen Job vorstellen
ro_ro: Promoveaza acest job

source: Sealed Bidding
de_de: Versiegeltes Bieten
ro_ro: Licitație sigilată

source: Closed
de_de: Geschlossen
ro_ro: Închis

source: Listing Fee Paid
de_de: Listinggebühr gezahlt
ro_ro: Taxele de listare plătite

source: Ad Valid Until:
de_de: Anzeige gültig bis:
ro_ro: Valabil până la:

source: Click the grey area below to add job files. Images are not accepted.
de_de: Klicken Sie auf den grauen Bereich unten, um Auftragsdateien hinzuzufügen. Bilder werden nicht akzeptiert.
ro_ro: Clic pe zona gri pentru a adăuga fişiere. Imaginile nu sunt acceptate.

source: Click the grey area below to add job images. Other files are not accepted. Use the form below.
de_de: Klicken Sie auf den grauen Bereich unten, um Auftragsbilder hinzuzufügen. Andere Dateien werden nicht akzeptiert.Verwenden Sie das nachstehende Formular.
ro_ro: Clic pe zona gri pentru a adăuga imagini. Nu sunt acceptate alte fişiere. Folosește formularul de mai jos.

source: Jobs
de_de: Stellenangebote
ro_ro: Job-uri

source: Add New Job
de_de: Neuen Auftrag hinzufügen
ro_ro: Adaugă transport

source: New Job
de_de: Neuer Job
ro_ro: Job nou

source: Search Jobs
de_de: Jobs suchen
ro_ro: Caută job-uri

source: Job Categories
de_de: Job-Kategorien
ro_ro: Categorii job-uri

source: Customer
de_de: Kunde
ro_ro: Client

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
de_de: <strong>ERROR</strong>: Cookies werden wegen unerwarteter Ausgabe blockiert. FürHilfe, siehe <a href="%1$s">diese Dokumentation</a> oder versuchen Sie die <a href= href="%1$s">Dokumentation</a>."%2$s">Support-Foren</a>.
ro_ro: <strong>ERROR</strong>: Cookie-urile sunt blocate din cauza unei ieșiri neașteptate. Pentru ajutor, vă rugăm să consultați <a href="%1$s">această documentație</a> sau să încercați <a href="%2$s">forumurile de asistență</a>.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
de_de: <strong>ERROR</strong>: Cookies sind blockiert oder werden von Ihrem Computer nicht unterstützt.Browser. Sie müssen <a href="%s">Cookies aktivieren</a>, um WordPress zu verwenden.
ro_ro: <strong>ERROR</strong>: Cookie-urile sunt blocate sau nu sunt acceptate de browserul dumneavoastră. Trebuie să <a href="%s">activați modulele cookie</a> pentru a utiliza WordPress.

source: Payment received from site admin
de_de: Zahlung vom Seitenbetreiber erhalten
ro_ro: Plata primită de la administratorul site-ului

source: Payment subtracted by site admin
de_de: Von der Website-Verwaltung abgezogene Zahlung
ro_ro: Plată extrasă de administratorul site-ului

source: Select Subcategory
de_de: Unterkategorie auswählen
ro_ro: Selecție subcategorie

source: You are logged in as administrator, and you should be both menus (transporter and customer). Regular users see one or the other depending on their role.
de_de: Sie sind als Administrator eingeloggt, und Sie sollten beide Menüs(Spediteur und Kunde). Regelmäßige Nutzer sehen das eine oder das andere, je nachihre Rolle.
ro_ro: Sunteți logat ca administrator și ar trebui să fiți ambele meniuri (transportator și client). Utilizatorii obișnuiți văd unul sau altul în funcție de rolul lor.

source: My Account Menu
de_de: Menü "Mein Konto
ro_ro: Meniu Cont

source: MyAccount Home
de_de: MyAccount Startseite
ro_ro: Contul Meu

source: Finances %s
de_de: Finanzen %s
ro_ro: Finanțe %s

source: Private Messages
de_de: Privatnachrichten
ro_ro: Mesaje private

source: Profile Settings
de_de: Profil-Einstellungen
ro_ro: Setări profil

source: Reviews/Feedback %s
de_de: Bewertungen/Feedback %s
ro_ro: %s Recenzii/feedback

source: Transporter Menu
de_de: Menü Transporter
ro_ro: Meniu transportator

source: My Posted Offers
de_de: Meine veröffentlichten Angebote
ro_ro: Ofertele mele postate

source: Pending Jobs %s
de_de: Ausstehende Aufträge %s
ro_ro: %s Transporturi în așteptare

source: Awaiting Payments %s
de_de: Ausstehende Zahlungen %s
ro_ro: %s Aşteaptă plăţi

source: Completed Jobs
de_de: Abgeschlossene Aufträge
ro_ro: Transporturi finalizate

source: Customer Menu
de_de: Kundenmenü
ro_ro: Meniul clientului

source: Post New Job
de_de: Neue Stelle einstellen
ro_ro: Adăugați un Job

source: Active Jobs
de_de: Aktive Jobs
ro_ro: Transporturi active

source: Received Offers
de_de: Erhaltene Angebote
ro_ro: Primite

source: Jobs Pending Delivery %s
de_de: Aufträge, die zur Lieferung anstehen %s
ro_ro: %s Transporturi în așteptarea livrării

source: Delivered Items
de_de: Gelieferte Artikel
ro_ro: Articole livrate

source: Outstanding Payments %s
de_de: Ausstehende Zahlungen %s
ro_ro: %s plăți restante

source: Completed payments
de_de: Abgeschlossene Zahlungen
ro_ro: Plăți finalizate

source: Single Page Sidebar
de_de: Einseitige Seitenleiste
ro_ro: Pagină Bara laterală

source: The sidebar area of the single blog post
de_de: Der Seitenleistenbereich des einzelnen Blogbeitrags
ro_ro: Locul de sidebar pentru single blog post

source: shipme - Stretch Wide MainPage Sidebar
de_de: shipme - Breite Hauptseiten-Seitenleiste strecken
ro_ro: shipme - Bara laterală a paginii principale a paginii principale extinsă

source: This sidebar is site wide stretched in home page, just under the slider/menu.
de_de: Diese Seitenleiste wird auf der Startseite in die Breite gezogen, direkt unter dem Slider/Menü.
ro_ro: Acest sidebar este întins pe lărgimea site-ului, chiar sub slider/menu.

source: Other Page Sidebar
de_de: Andere Seite Seitenleiste
ro_ro: Bara laterala altă pagin

source: The sidebar area of any other page than the defined ones
de_de: Der Seitenleistenbereich einer beliebigen anderen als der definierten Seite
ro_ro: Bara laterală a oricărei altei pagini decât a celor definite

source: Home Page Sidebar - Right
de_de: Startseite Seitenleiste - Rechts
ro_ro: Pagină cu Bara laterală dreapta

source: The right sidebar area of the homepage
de_de: Der rechte Seitenleistenbereich der Homepage
ro_ro: Bara laterală a paginii home

source: Home Page Sidebar - Left
de_de: Startseite Seitenleiste - Links
ro_ro: Pagină Home cu Bara laterală stânga

source: The left sidebar area of the homepage
de_de: Der linke Seitenleistenbereich der Homepage
ro_ro: Zona barei laterale a paginii home

source: First Footer Widget Area
de_de: Erster Footer-Widget-Bereich
ro_ro: Zonă Widget Subsol 1

source: The first footer widget area
de_de: Der erste Fußzeilen-Widget-Bereich
ro_ro: Zonă Widget Subsol 1

source: Second Footer Widget Area
de_de: Zweiter Footer-Widget-Bereich
ro_ro: Zonă Widget Subsol 2

source: The second footer widget area
de_de: Der zweite Fußzeilen-Widget-Bereich
ro_ro: Zonă Widget Subsol 2

source: Third Footer Widget Area
de_de: Dritter Fußzeilen-Widget-Bereich
ro_ro: Zonă Widget Subsol 3

source: The third footer widget area
de_de: Der dritte Bereich für Fußzeilen-Widgets
ro_ro: A treia zonă subsol Widget

source: Fourth Footer Widget Area
de_de: Vierter Footer-Widget-Bereich
ro_ro: Zonă Widget Subsol 4

source: The fourth footer widget area
de_de: Der vierte Widget-Bereich in der Fußzeile
ro_ro: Fourth Footer Widget Area

source: The sidebar of the single job page
de_de: Die Seitenleiste der Einzelauftragsseite
ro_ro: Bara laterală a paginii unice de locuri de muncă

source: shipme - HomePage Area
de_de: shipme - HomePage-Bereich
ro_ro: shipme - Zona HomePage

source: The sidebar for the main page, just under the slider.
de_de: Die Seitenleiste für die Hauptseite, direkt unter dem Slider.
ro_ro: Bara laterală pentru pagina principală, chiar sub slider.

source: Site Overview
de_de: Überblick über die Website
ro_ro: Prezentare generală

source: License Key
de_de: Lizenzschlüssel
ro_ro: Cheie de licență

source: General Options
de_de: Allgemeine Optionen
ro_ro: Opțiuni generale

source: Email Settings
de_de: E-Mail-Einstellungen
ro_ro: Setari email

source: Payment Gateways
de_de: Zahlungs-Gateways
ro_ro: Portaluri de plata

source: Pricing Settings
de_de: Einstellungen zur Preisgestaltung
ro_ro: Setări prețuri

source: Custom Pricing
de_de: Individuelle Preisgestaltung
ro_ro: Preţuri personalizate

source: Custom Fields
de_de: Benutzerdefinierte Felder
ro_ro: Câmpuri personalizate

source: Layout Settings
de_de: Layout-Einstellungen
ro_ro: Setări ale machetei

source: User Balances
de_de: Benutzersalden
ro_ro: Balanțele Utilizatorilor

source: Withdrawals
de_de: Abhebungen
ro_ro: Retrageri

source: User Reviews
de_de: Anwenderberichte
ro_ro: Recenzii utilizatori

source: Orders
de_de: Bestellungen
ro_ro: Comenzi

source: Theme Info
de_de: Themen-Infos
ro_ro: Informații despre temă

source: License Options
de_de: Lizenz-Optionen
ro_ro: Opțiuni de licență

source: Settings saved!
de_de: Einstellungen gespeichert!
ro_ro: Setări salvate!

source: License Settings
de_de: Lizenz-Einstellungen
ro_ro: Setări Licență

source: License key:
de_de: Lizenzschlüssel:
ro_ro: Cheie de licență

source: Save Options
de_de: Optionen speichern
ro_ro: Salvați Opțiunile

source: All User Reviews
de_de: Alle Benutzerbewertungen
ro_ro: Recenzii utilizatori

source: Search User
de_de: Benutzer suchen
ro_ro: Căutare utilizator

source: Rated User
de_de: Bewerteter Benutzer
ro_ro: Utilizator cotat

source: Rating
de_de: Bewertung
ro_ro: Evaluare

source: Description
de_de: Beschreibung
ro_ro: Descriere

source: Awarded On
de_de: Verliehen am
ro_ro: Acordat în

source: There are no user feedback.
de_de: Es gibt keine Rückmeldungen von Benutzern.
ro_ro: Nu există nici un feedback utilizatori.

source: Search
de_de: Suche
ro_ro: Caută
