Repository: pitzyn/shipme-repo
Catalog: languages/*.po
Languages: de_de, ro_ro

source: This widget shows a text title, text content, and picture. Usually for homepage design.
de_de: Dieses Widget zeigt einen Texttitel, einen Textinhalt und ein Bild an. Normalerweise fürGestaltung der Homepage.
ro_ro: Acest widget afișează un titlu de text, un conținut de text și o imagine. De obicei pentru designul paginii de start.

source: Image/Picture:
de_de: Bild/Bild:
ro_ro: Imagine/poză:

source: Upload/Select File
de_de: Datei hochladen/auswählen
ro_ro: Încărcați/selectați fișierul

source: This shows a widget with all categories, and subcategories.
de_de: Dies zeigt ein Widget mit allen Kategorien und Unterkategorien.
ro_ro: Aceasta afișează un widget cu toate categoriile și subcategoriile.

source: Categories to show
de_de: Anzuzeigende Kategorien
ro_ro: Categorii pentru vizualizare

source: Sorry, there are no posted jobs yet.
de_de: Es sind leider noch keine Stellen ausgeschrieben.
ro_ro: Ne pare rău, nu există joburi înregistrate încă

source: This shows a widget with the latest posted jobs.
de_de: Hier wird ein Widget mit den neuesten Stellenangeboten angezeigt.
ro_ro: Aceasta afișează un widget cu cele mai recente locuri de muncă postate.

source: Enter Pickup City
de_de: Abholort eingeben
ro_ro: Introduceți orașul de preluare

source: Enter Drop City
de_de: Drop City betreten
ro_ro: Introduceți Drop City

source: This shows a widget with a search bar.
de_de: Dies zeigt ein Widget mit einer Suchleiste.
ro_ro: Aceasta arată un widget cu o bară de căutare.

source: This widget lets you chose a picture and places an element accross the full width of the screen. Usually for homepage design.
de_de: Mit diesem Widget können Sie ein Bild auswählen und ein Element über die gesamte Fläche platzieren.Breite des Bildschirms. Normalerweise für die Gestaltung von Homepages.
ro_ro: Acest widget vă permite să alegeți o imagine și să plasați un element pe toată lățimea ecranului. De obicei pentru designul paginilor de start.

source: Posted on: %s
de_de: Verfasst am: %s
ro_ro: Postat pe: %s

source: Your bid must be numeric type. Eg: 9.99
de_de: Ihr Gebot muss numerisch sein. Beispiel: 9.99
ro_ro: Oferta dvs. trebuie să fie de tip numeric. De exemplu: 9.99

source: Your cannot bid your own jobs.
de_de: Sie können keine Angebote für Ihre eigenen Aufträge abgeben.
ro_ro: Nu vă puteți licita propriile lucrări.

source: Your bid was posted successfuly.
de_de: Ihr Gebot wurde erfolgreich abgeschickt.
ro_ro: Oferta dvs. a fost publicată cu succes

source: Your job is awaiting admin moderation.
de_de: Ihr Auftrag wartet auf die Moderation durch den Administrator.
ro_ro: Lucrarea dvs. este în așteptarea moderării administratorului.

source: Received Quotes
de_de: Erhaltene Zitate
ro_ro: Citate primite

source: Bidder
de_de: Bieter
ro_ro: Sunteți deja cel mai mare ofertant.

source: Actions
de_de: Aktionen
ro_ro: Acțiuni

source: Select as Winner
de_de: Als Gewinner auswählen
ro_ro: Selectează ca și câştigător

source: Send Message %s
ro_ro: Trimiteți mesajul %s

source: Select Transporter
de_de: Transporter auswählen
ro_ro: Selectați Transporter

source: You are about to choose %s as a winner for this job. The price quote was: %s
de_de: Sie sind im Begriff, %s als Gewinner für diesen Auftrag auszuwählen. Das Preisangebot lautete: %s
ro_ro: Sunteți pe cale să îl alegeți pe %s drept câștigător pentru acest post. Oferta de preț a fost: %s

source: In order to choose a winner you have to pay the commission fee of %s
de_de: Um einen Gewinner auszuwählen, müssen Sie eine Kommissionsgebühr von %s bezahlen.
ro_ro: Pentru a alege un câștigător, trebuie să plătiți comisionul de %s

source: Proceed to payment
de_de: Weiter zur Zahlung
ro_ro: Apasa pentru a plati

source: Close
de_de: Schließen Sie
ro_ro: Închide

source: Yes, Proceed
de_de: Ja, fortfahren
ro_ro: Da, continuați

source: Job Winner
de_de: Job-Gewinner
ro_ro: Câştigător transport

source: See Bid Files
de_de: Siehe Angebotsdateien
ro_ro: Vezi fișierele licitației

source: No proposals placed yet.
de_de: Es wurden noch keine Vorschläge eingereicht.
ro_ro: Nici o propunere până acum.

source: %s Collection
de_de: %s Sammlung
ro_ro: %s Colecție

source: %s Delivery
de_de: %s Lieferung
ro_ro: %s Livrare

source: %s Pickup Date
de_de: %s Abholdatum
ro_ro: %s Data ridicării

source: %s Delivery Date
de_de: %s Liefertermin
ro_ro: %s Data livrării

source: <strong>Pickup:</strong> %s
de_de: <strong>Abholung:</strong> %s
ro_ro: <strong>Preluare:</strong> %s

source: <strong>Delivery:</strong> %s
de_de: <strong>Zustellung:</strong> %s
ro_ro: <strong>Livrare:</strong> %s

source: Miles
de_de: Meilen
ro_ro: Mile

source: %s Distance
de_de: %s Entfernung
ro_ro: %s Distanța

source: %s Packages
de_de: %s Pakete
ro_ro: %s Pachete

source: %s package(s)
de_de: %s-Paket(e)
ro_ro: %s pachet(e)

source: %s Weight
de_de: %s Gewicht
ro_ro: %s Greutate

source: Item Main Details
de_de: Artikel Hauptdetails
ro_ro: Detalii principale ale articolului

source: There is no description attached to this job.
de_de: Für diese Stelle gibt es keine Beschreibung.
ro_ro: Nu există o descriere a acestui post.

source: Item Other Details
de_de: Artikel Andere Details
ro_ro: Articolul Alte detalii

source: There are no other details.
de_de: Es gibt keine weiteren Einzelheiten.
ro_ro: Nu există alte detalii.

source: Budget/Price
de_de: Budget/Preis
ro_ro: Buget/preț

source: Job Public Questions
de_de: Job Öffentliche Fragen
ro_ro: Întrebări publice de angajare

source: There are no questions yet.
de_de: Es sind noch keine Fragen vorhanden.
ro_ro: Nu sunt întrebări încă.

source: This job is closed, either expired or winner has been chosen already.
de_de: Diese Stelle ist geschlossen, entweder abgelaufen oder der Gewinner wurde bereits ausgewählt.
ro_ro: Acest post este închis, fie a expirat, fie câștigătorul a fost deja ales.

source: You are the owner of this job
de_de: Sie sind der Eigentümer dieser Stelle
ro_ro: Sunteți proprietarul acestui loc de muncă

source: You quoted %s for this job
de_de: Sie haben %s für diesen Auftrag angegeben
ro_ro: Ați cotat %s pentru acest job

source: Edit Quote
de_de: Zitat bearbeiten
ro_ro: Editare citat

source: Submit Quote
de_de: Angebot einreichen
ro_ro: Trimiteți o ofertă

source: Submit a quote for this job
de_de: Angebot für diesen Auftrag einreichen
ro_ro: Trimiteți o ofertă pentru această lucrare

source: You need to <a href="%s">login</a> or <a href="%s">register</a> to submit a quote.
de_de: Sie müssen sich <a href="%s">anmelden</a> oder <a href="%s">registrieren</a>, umein Angebot abgeben.
ro_ro: Trebuie să vă <a href="%s">autentificați</a> sau să <a href="%s">vă înregistrați</a> pentru a trimite o ofertă.

source: You cannot submit bids to your own job.
de_de: Sie können keine Gebote für Ihre eigene Stelle abgeben.
ro_ro: Nu puteți depune oferte pentru propriul loc de muncă.

source: Your price:
de_de: Ihr Preis:
ro_ro: Prețul dumneavoastră:

source: Description:
de_de: Beschreibung:
ro_ro: Descriere:

source: Describe here...
de_de: Beschreiben Sie hier...
ro_ro: Descrieți aici...

source: Submit your quote
de_de: Ihr Angebot einreichen
ro_ro: Trimiteți oferta dvs

source: The job is closed or expired.
de_de: Der Auftrag ist geschlossen oder abgelaufen.
ro_ro: Postul este închis sau a expirat.

source: Job estimated budget
de_de: Geschätztes Budget für den Auftrag
ro_ro: Bugetul estimat al lucrării

source: There isnt any info defined.
de_de: Es sind keine Informationen definiert.
ro_ro: Nu există nicio informație definită.

source: Item Photos
de_de: Artikel Fotos
ro_ro: Fotografii ale articolului

source: There are no pictures attache.
de_de: Es sind keine Bilder beigefügt.
ro_ro: Nu există imagini atașate.

source: Category jobs
ro_ro: Categoria locuri de muncă

source: Posted jobs in %s
ro_ro: Cele mai noi transporturi publicate in %s

source: Advanced Search
de_de: Erweiterte Suche
ro_ro: Căutare avansată

source: Search Transpoters
de_de: Suche Transporter
ro_ro: Căutare Transpoteri

source: Search Transporters
de_de: Transporter suchen
ro_ro: Căutare transportatori

source: No transporters found for this query.
ro_ro: Nu s-au găsit transportatori pentru această interogare.

source: Account Menu
de_de: Menü "Konto
ro_ro: Meniul Contului

source: Dashboard
ro_ro: Panou de control

source: My Jobs %s
ro_ro: Locurile mele de muncă %s

source: My Quotes %s
ro_ro: Citatele mele %s

source: Messaging %s
de_de: Nachrichtenübermittlung %s
ro_ro: Mesaje %s

source: Reviews %s
ro_ro: Recenzii %s

source: Log Out
de_de: Abmelden
ro_ro: Deconectare

source: My Account
de_de: Mein Konto
ro_ro: Contul meu

source: Post New
de_de: Beitrag Neu
ro_ro: Postează proiect nou

source: Choose winner
de_de: Gewinner wählen
ro_ro: Alege câștigătorul

source: Choose winner for the job/shipment
de_de: Gewinner für den Auftrag/die Sendung auswählen
ro_ro: Alegeți câștigătorul pentru lucrare/expediere

source: You have successfuly picked a winner for your transportation job.
de_de: Sie haben erfolgreich einen Gewinner für Ihren Transportauftrag ausgewählt.
ro_ro: Ați ales cu succes un câștigător pentru serviciul de transport.

source: Return to in progress jobs.
de_de: Rückkehr zu laufenden Aufträgen.
ro_ro: Reveniți la lucrările în curs.

source: Mark completed
ro_ro: Marcat ca finalizat

source: Mark job completed
ro_ro: Marcați lucrarea finalizată

source: You are about to mark this job as completed.
ro_ro: Sunteți pe cale să marcați această sarcină ca fiind finalizată.

source: Confirm
de_de: Bestätigen Sie
ro_ro: Confirma

source: No, go back
de_de: Nein, geh zurück
ro_ro: Nu, mergeti inapoi

source: Mark delivered
de_de: Mark geliefert
ro_ro: Marcat ca Livrat

source: Mark job delivered
de_de: Markieren Sie den gelieferten Auftrag
ro_ro: Marcă de locuri de muncă livrate

source: You are about to mark this job as delivered.
de_de: Sie sind dabei, diesen Auftrag als zugestellt zu markieren.
ro_ro: Sunteți pe cale să marcați această sarcină ca fiind livrată.

source: Recover your password
de_de: Ihr Passwort wiederherstellen
ro_ro: Recuperare parolă

source: <a href="%s">Register here</a>. Or <a href="%s">Login</a>
de_de: <a href="%s">Registrieren Sie sich hier</a>. Oder <a href="%s">Anmelden</a>
ro_ro: <a href="%s">Înscrieți-vă aici</a>. Sau <a href="%s">conectați-vă</a>

source: Success! You will receive an email shortly, with instructions on how to reset your password.
de_de: Erfolgreich! Sie werden in Kürze eine E-Mail mit Anweisungen erhalten, wie SieIhr Passwort zurücksetzen.
ro_ro: Succes! Veți primi în scurt timp un e-mail cu instrucțiuni despre cum să vă resetați parola.

source: Enter your username or email address...
de_de: Geben Sie Ihren Benutzernamen oder Ihre E-Mail Adresse ein...
ro_ro: Introduceți numele dvs. de utilizator sau adresa de e-mail...

source: Recover password
de_de: Passwort wiederherstellen
ro_ro: Recuperează parola

source: Login to your account
de_de: Anmeldung bei Ihrem Konto
ro_ro: Conectează-te la contul tău

source: Enter your username...
de_de: Geben Sie Ihren Benutzernamen ein...
ro_ro: Introduceți numele dvs. de utilizator...

source: Enter your password...
de_de: Geben Sie Ihr Passwort ein...
ro_ro: Introduceți parola dumneavoastră...

source: Sign In
de_de: Eintragen
ro_ro: Autentificare

source: <a href="%s">Register here</a>. Or <a href="%s">Recover your password</a>
de_de: <a href="%s">Registrieren Sie sich hier</a>. Oder <a href="%s">Wiedererlangen Sie Ihr Passwort</a>
ro_ro: <a href="%s">Înscrieți-vă aici</a>. Sau <a href="%s">recuperează-ți parola</a>

source: Thanks for registering an account with us. You will receive an email shortly. Also you can start using the site and your account by <a href="%s">logging in here</a>.
de_de: Vielen Dank, dass Sie ein Konto bei uns registriert haben. Sie werden eine E-Mail erhaltenin Kürze. Außerdem können Sie die Website und Ihr Konto nutzen, indem Sie <a href="%s">hier einloggen</a>.
ro_ro: Vă mulțumim că v-ați înregistrat un cont la noi. Veți primi un e-mail în scurt timp. De asemenea, puteți începe să utilizați site-ul și contul dvs. conectându-vă <a href="%s">aici</a>.

source: Register an account
de_de: Ein Konto registrieren
ro_ro: Înregistrează un cont

source: Email Address
de_de: E-Mail Adresse
ro_ro: Adresa email

source: Password
de_de: Passwort
ro_ro: Parola

source: Confirm Password
de_de: Bestätigen Sie Ihr Passwort
ro_ro: Confirmați noua parolă

source: <a href="%s">Login here</a>. Or <a href="%s">Recover your password</a>
de_de: <a href="%s">Hier einloggen</a>. Oder <a href="%s">Wiedererlangen Sie Ihr Passwort</a>
ro_ro: <a href="%s">Conectați-vă aici</a>. Sau <a href="%s">recuperează-ți parola</a>

source: Job Info
de_de: Job-Infos
ro_ro: Informații transport

source: Add Extra Options
de_de: Zusätzliche Optionen hinzufügen
ro_ro: Adaugă extra opțiuni

source: Review Job
de_de: Job überprüfen
ro_ro: Revizuire transport

source: Publish
de_de: veröffentlichen.
ro_ro: Publică

source: Pay by eWallet
de_de: Bezahlen mit eWallet
ro_ro: Plătiți cu portofelul electronic

source: Pay for listing by eWallet
de_de: Mit eWallet für den Eintrag bezahlen
ro_ro: Plătiți pentru listare prin eWallet

source: Listing fee for the job <b>%s</b>
de_de: Listinggebühr für den Job <b>%s</b>
ro_ro: Taxa de listare a locului de muncă <b>%s</b>

source: You have successfully paid for listing of your job, however the job needs admin moderation. When our admins will approve your job, it will appear in front end area.
de_de: Sie haben erfolgreich für die Auflistung Ihres Auftrags bezahlt, aber der Auftrag mussAdmin-Moderation. Wenn unsere Admins Ihren Auftrag genehmigen, erscheint er inFront-End-Bereich.
ro_ro: Ați plătit cu succes pentru listarea postului dvs., însă postul are nevoie de moderare administrativă. Atunci când administratorii noștri vor aproba postul dvs., acesta va apărea în zona frontală.

source: You have successfully paid for listing of your job. Your job is now live.
de_de: Sie haben erfolgreich für den Eintrag Ihrer Stelle bezahlt. Ihr Auftrag ist jetzt live.
ro_ro: Ați reușit să plătiți pentru listarea postului dumneavoastră. Slujba dvs. este acum activă.

source: See your job
de_de: Sehen Sie Ihren Job
ro_ro: Vizualizare transport

source: Go to your account
de_de: Gehen Sie zu Ihrem Konto
ro_ro: Accesează cont

source: You have %s left in your eWallet balance.
de_de: Sie haben noch %s auf Ihrem eWallet-Guthaben.
ro_ro: Mai aveți %s în soldul portofelului electronic.

source: Type
de_de: Typ
ro_ro: Tip

source: Total Due
de_de: Insgesamt fällig
ro_ro: Total datorat

source: You are about to pay for listing fees using your eWallet balance.
de_de: Sie sind im Begriff, die Inseratsgebühren mit Ihrem eWallet-Guthaben zu bezahlen.
ro_ro: Sunteți pe cale să plătiți taxele de listare folosind soldul din portofelul dvs. electronic.

source: Go Back
de_de: Zurückgehen
ro_ro: Înapoi

source: Agree and Proceed
de_de: Zustimmen und fortfahren
ro_ro: De acord și continuați

source: You cannot leave the field: "<b>%s</b>" blank!
de_de: Sie können das Feld nicht leer lassen: "<b>%s</b>" leer lassen!
ro_ro: Nu lăsa câmpul: "<b>%s</b>" gol!

source: You need to type in a value.
de_de: Sie müssen einen Wert eintippen.
ro_ro: Trebuie să tastați o valoare.

source: You need to type in a pickup location.
de_de: Sie müssen einen Abholort eingeben.
ro_ro: Trebuie să scrieţi o locație de preluare.

source: You need to type in a delivery location.
de_de: Sie müssen einen Lieferort eingeben.
ro_ro: Trebuie să scrieţi o locație de livrare.

source: You need to select a pickup date.
de_de: Sie müssen ein Abholdatum auswählen.
ro_ro: Trebuie să selectați o dată de preluare.

source: You need to select a delivery date.
de_de: Sie müssen ein Lieferdatum auswählen.
ro_ro: Trebuie să selectați o dată de livrare.

source: Your job title needs to be at least 5 characters!
de_de: Ihre Berufsbezeichnung muss mindestens 5 Zeichen lang sein!
ro_ro: Denumirea trebuie să conțină cel puțin 5 caractere!

source: Your job description needs to be at least 10 characters!
de_de: Ihre Stellenbeschreibung muss mindestens 10 Zeichen umfassen!
ro_ro: Detaliile despre marfă trebuie să aibă cel puțin 10 caractere

source: The job price must not be empty and must be numeric.
de_de: Der Auftragspreis darf nicht leer sein und muss numerisch sein.
ro_ro: Prețul transporului nu trebuie să fie gol şi trebuie să fie numeric.

source: You cannot leave the job category blank!
de_de: Sie können die Stellenkategorie nicht leer lassen!
ro_ro: Nu puteți lăsa categoria transportului necompletată!

source: Post New Delivery
de_de: Post Neue Lieferung
ro_ro: Posta Noua livrare

source: Edit job
de_de: Auftrag bearbeiten
ro_ro: Editare Job

source: Post new delivery job
de_de: Neuen Lieferauftrag einstellen
ro_ro: Postați un nou post de livrare

source: Your form has errors. Please check below, correct the errors, then submit again.
de_de: Ihr Formular enthält Fehler. Bitte prüfen Sie unten, korrigieren Sie die Fehler und senden Sie es dann abwieder.
ro_ro: Formularul are erori. Te rugăm să verifici, să corectezi erorile, apoi să trimiţi din nou formularul.

source: Your job title:
de_de: Ihre Berufsbezeichnung:
ro_ro: Titlul postului dumneavoastră:

source: Your job description:
de_de: Ihre Stellenbeschreibung:
ro_ro: Descrierea postului dumneavoastră:

source: Length:
de_de: Länge:
ro_ro: Lungime:

source: Width:
de_de: Breite:
ro_ro: Lăţime:

source: Height:
de_de: Höhe:
ro_ro: Înălțime:

source: Weight:
de_de: Gewicht:
ro_ro: Greutate:

source: Job Price:
de_de: Job Preis:
ro_ro: Preț job

source: Number of packages:
de_de: Anzahl der Pakete:
ro_ro: Numărul de pachete:

source: eg: 2
de_de: z.B.: 2
ro_ro: de exemplu: 2

source: Next Step
de_de: Nächster Schritt
ro_ro: Pasul următor

source: Featured jobs. Makes your job to appear first in searches. Extra cost: %s
de_de: Vorgemerkte Stellen. Lässt Ihre Stelle bei der Suche zuerst erscheinen. Zusätzliche Kosten: %s
ro_ro: Locuri de muncă recomandate. Face ca postul dumneavoastră să apară primul în căutări. Cost suplimentar: %s

source: Private Job. The user must login/register to see the job. Extra cost: %s
de_de: Privater Auftrag. Der Benutzer muss sich anmelden/registrieren, um den Auftrag zu sehen. Zusätzliche Kosten: %s
ro_ro: Loc de muncă privat. Utilizatorul trebuie să se conecteze/înregistreze pentru a vedea lucrarea. Cost suplimentar: %s

source: Sealed job. Makes the bid to be hidden, only show to you. Extra cost: %s
de_de: Versiegelter Auftrag. Macht das Gebot verborgen, nur für Sie sichtbar. Zusätzliche Kosten: %s
ro_ro: Lucru sigilat. Face ca oferta să fie ascunsă și să vă fie afișată doar dumneavoastră. Cost suplimentar: %s

source: Add Photos
de_de: Fotos hinzufügen
ro_ro: Adaugă foto

source: Add Files
de_de: Dateien hinzufügen
ro_ro: Adaugă fișiere...

source: There are no quotes yet.
de_de: Es sind noch keine Zitate vorhanden.
ro_ro: Încă nu există citate.

source: Your job has been posted, but is not approved yet. The admin will approve and you will be notified.
de_de: Ihr Auftrag wurde veröffentlicht, aber noch nicht genehmigt. Der Admin wird genehmigenund Sie werden benachrichtigt.
ro_ro: Postul dvs. a fost postat, dar nu este încă aprobat. Administratorul va aproba și veți fi notificat.

source: Your job has been now posted in our website.
de_de: Ihr Stellenangebot ist jetzt auf unserer Website veröffentlicht worden.
ro_ro: Postul dumneavoastră a fost postat pe site-ul nostru.

source: See job page
de_de: Siehe Job-Seite
ro_ro: A se vedea pagina de locuri de muncă

source: You are about to publish your job in our website.
de_de: Sie sind dabei, Ihren Auftrag auf unserer Website zu veröffentlichen.
ro_ro: Sunteți pe cale să vă publicați postul pe site-ul nostru.

source: Publish Job
de_de: Auftrag veröffentlichen
ro_ro: Publică transport

source: Pay by eWallet Balance
de_de: Bezahlen mit eWallet Saldo
ro_ro: Plătiți cu eWallet Sold

source: Use the options below to pay for this bill:
de_de: Verwenden Sie die unten stehenden Optionen, um diese Rechnung zu bezahlen:
ro_ro: Utilizați opțiunile de mai jos pentru a plăti această factură:

source: Pay by Skrill
ro_ro: Plătiți cu Skrill

source: Unpaid Bills
ro_ro: Facturi neplătite

source: You do not have any pending bills.
ro_ro: Nu aveți nicio factură în așteptare.

source: Payment
ro_ro: Plată

source: Paid Bills
de_de: Bezahlte Rechnungen
ro_ro: Facturi plătite

source: Your withdrawal request has ben submitted.
ro_ro: Cererea dumneavoastră de retragere a fost trimisă.

source: Your balance
de_de: Ihr Guthaben
ro_ro: Soldul tău

source: Pending Incoming
de_de: Anhängig Eingehend
ro_ro: Plăţile în aşteptare primite

source: Pending Withdrawal
de_de: Ausstehende Rücknahme
ro_ro: În așteptarea retragerii

source: Available for withdrawal
de_de: Verfügbar zur Entnahme
ro_ro: Disponibil pentru retragere

source: Incoming Payments
de_de: Eingehende Zahlungen
ro_ro: Plăţile în aşteptare primite

source: There are no withdrawals pending.
ro_ro: Nici o retragere în aşteptare.

source: There are no transactions.
ro_ro: Nu există tranzacții.

source: Your payment has been submitted. <a href="%s">You can go back</a> to your account
ro_ro: Plata dvs. a fost trimisă. Vă <a href="%s">puteți întoarce</a> la contul dvs

source: Total Amount:
ro_ro: Suma totală:

source: Your Credit Amount:
ro_ro: Valoarea creditului dumneavoastră:

source: You do not have enough funds in your wallet for this payment.
ro_ro: Nu aveți suficiente fonduri în portofel pentru această plată.

source: Confirm Payment
ro_ro: Confirma plata

source: Use the payment methods below to pay for the winner bid and deposit escrow:
de_de: Verwenden Sie die nachstehenden Zahlungsmethoden, um das Gebot des Gewinners zu bezahlen und die Kaution zu hinterlegen:
ro_ro: Utilizați metodele de plată de mai jos pentru a plăti pentru oferta câștigătoare și pentru depozitul escrow

source: Return to Finances
ro_ro: Reveniți la finanțe

source: Deposit via PayPal
ro_ro: Depozit prin PayPal

source: Deposit via Skrill
ro_ro: Depuneți prin Skrill

source: Amount available for withdrawal: %s.
ro_ro: Suma disponibilă pentru retragere: %s.

source: You have insufficient balance. Try to withdraw less.
de_de: Ihr Guthaben ist zu gering. Versuchen Sie, weniger abzuheben.
ro_ro: Aveți un sold insuficient. Încercați să retrageți mai puțin.

source: Withdraw money via PayPal
ro_ro: Retrageți bani prin PayPal

source: Your PayPal Email
ro_ro: E-mail PayPal

source: Messages
de_de: Nachrichten
ro_ro: Mesaje

source: Messaging
de_de: Nachrichtenübermittlung
ro_ro: Schimb de mesaje

source: Your message has been sent!
ro_ro: Mesajul tău a fost trimis.

source: Return to the job page
ro_ro: Înapoi la pagina de locuri de muncă

source: You are sending a message to <b>%s</b>
ro_ro: Trimiteți un mesaj către <b>%s</b>

source: Shipping job:
ro_ro: Locuri de muncă în domeniul transporturilor:

source: Your message:
ro_ro: Mesaj

source: Type your message here...
de_de: Geben Sie hier Ihre Nachricht ein...
ro_ro: Scrie mesajul aici...

source: Error thread
de_de: Fehler-Thread
ro_ro: Fir de eroare

source: Job: %s
ro_ro: Locul de muncă: %s

source: There are no messages in this thread yet.
de_de: Es sind noch keine Nachrichten in diesem Thema vorhanden.
ro_ro: Nu există încă niciun mesaj în acest topic.

source: Sent on %s
de_de: Gesendet am %s
ro_ro: Trimis pe %s

source: There are no message threads.
de_de: Es gibt keine Nachrichten-Threads.
ro_ro: Nu există fire de mesaje.

source: Welcome back, %s
de_de: Willkommen zurück, %s
ro_ro: Bine ai revenit, %s

source: Total live jobs
de_de: Live-Jobs insgesamt
ro_ro: Total locuri de muncă vii

source: Unread messages
de_de: Ungelesene Nachrichten
ro_ro: Mesaje necitite

source: Unpaid invoices
de_de: Unbezahlte Rechnungen
ro_ro: Facturi neplătite
